{
    "33723253": " 14-3-3 proteins are highly abundant in most human tissues, where several 14-3-3 isoforms are systematically found among the top 1% of the ~20,000 human gene-encoded proteins. For instance, according to the Protein Abundance Database, PAXdb, the cumulated seven 14-3-3 isoforms are within the five most abundant protein species in platelets.\na Abundance of the seven 14-3-3 isoforms across different human tissues and in the whole human organism, according to the PAXdb database (https://pax-db.\n Therefore, their abundances in all human tissues have been reliably quantified. According to the integrated whole human body dataset of the PAXdb (https://pax-db.\n As an input, the predictor requires (i) the KD of that phosphoprotein for at least one 14-3-3 isoform, and (ii) the cellular concentrations of the seven 14-3-3 isoforms and of the phosphoprotein of interest. The concentrations of a given protein species in a given cell type can be roughly estimated from protein abundance databases (such as PAXdb), by using a simple conversion rule (see Methods).\n HPV-positive cell lines have been estimated to produce an average of ~1 ng of E6 per 106 cells, corresponding to an approximate intracellular concentration of 25 nM. In a situation where the E6 PBM would be fully phosphorylated, we can estimate, using the predictor, that 87%, 35%, 14%, or 5% of phosphorylated 33E6, 18E6, 16E6 and 35E6, respectively, would be engaged in 14-3-3 complexes in cells containing the average 14-3-3 concentrations found in human cells (estimated from integrated human data in PAXdb database) (Supplementary Fig.\n This approach can compute, for a given cell population, the free and 14-3-3-bound fractions of any phosphoprotein whose cellular concentration and affinity for at least one 14-3-3 isoform are available. The concentration of host proteins can be inferred from the protein abundance databases such as PAXdb (https://pax-db.\nThe cellular protein concentrations required by the predictor can either be determined experimentally or fixed arbitrarily to explore hypotheses. In the present work, we used integrated protein abundance data from the PAXdb database.\nAll data supporting the findings of this study are available within the paper and its supplementary information files. Protein abundance data were taken from PAXdb (https://pax-db.\n",
    "36452865": "",
    "25950722": "",
    "27260512": " cerevisiae and S. pombe was taken from the PaxDb dataset, which integrates information from various resources.\n",
    "33805243": "",
    "36748112": " We wondered whether it may be necessary to further weight these values by estimating the actual amino-acid requirement to sustain the theoretical total synthesis of the proteome. Using data retrieved from the PAXdb protein abundance database (), we computed the number of carbons for the 19,339 proteins representing the 90% most abundant proteins, of which the copy number per cell (expressed as ppm) varied from 37,104 ppm for P62328 (thymosin beta-4) to 0.\n",
    "29377894": "’s was analyzed in Figs 2 and 3, and each dataset was analyzed independently in S2 Fig and S3 Fig. Protein abundance data for dividing genes into highly / lowly expressed sets was obtained from PaxDB (GPM_2012_09).\n",
    "24489691": "",
    "24974296": "com). Comparison to a general database of human cellular protein abundance, PaxDB, demonstrates that subtiligase offers substantial coverage of proteolytic substrates across the concentration range of the cellular proteome (Fig.\n (B) Comparison of caspase substrates identified versus broad range of baseline protein abundance. Protein abundance estimated derived from PaxDB.\n",
    "28855614": " The protein abundance data of the E. coli was retrieved from paxdB.\n",
    "28289571": " coli), one unicellular fungus (S. cerevisiae), one plant (Arabidopsis thaliana), two multicellular eukaryotes (Drosophila melanogaster and Caenorhabditis elegans), and two mammals (Mus musculus and Homo sapiens) were downloaded from the PaxDb web site () on May 2015.\n",
    "26750110": " The various datasets were acquired by different laboratories and by different methods. Data sets were either determined in this study (CoPY, SAX, and Q-Exactive, see Methods) or taken from PaxDb.\n Data sets were either determined in this study (CoPY, SAX, and Q-Exactive, see Methods) or taken from PaxDb. They are associated with the following studies: Ghaemmaghami, Newman, Lu, de Godoy, Kulak, or from PaxDb directly.\nWe compared the P1200 absolute quantification data set with the yeast data sets available in the PaxDb database, including data sets acquired by epitope tagging via TAP and GFP, label-free spectral counting, SILAC MS, as well as a recent high coverage label-free data set and two independent label-free acquisitions performed in our own laboratories relying on data-independent acquisition “Hi-3” quantification (see supplemental Methods and Data S1, full raw data available from ProteomeXchange PXD002694).\nWe compared the P1200 absolute quantification data set with the yeast data sets available in the PaxDb database, including data sets acquired by epitope tagging via TAP and GFP, label-free spectral counting, SILAC MS, as well as a recent high coverage label-free data set and two independent label-free acquisitions performed in our own laboratories relying on data-independent acquisition “Hi-3” quantification (see supplemental Methods and Data S1, full raw data available from ProteomeXchange PXD002694). For consistency, we rescaled data sets not yet in PaxDb to parts-per-million (ppm), the preferred unit of PaxDb, assuming 60 million total protein molecules per cell as the total protein constituency.\nExample correlation and M-versus-A plots for protein abundances from different studies compared with the CoPY project. Scatterplots showing the correlation between CoPY protein abundance in cpc converted to ppm (assuming 60 million copies per cell) compared with exemplar datasets taken from the PaxDb database.\n",
    "28725465": "",
    "39724131": "org/pub/release-109/fasta/homo_sapiens/cds/) on 2020. Human protein expression measurements were downloaded from PaxDb on 2020 (https://pax-db.\nHuman CAI weights were computed as suggested in the original paper. The set of highly expressed genes (15% most highly expressed) was curated using human protein expression levels from PAXdb.\n",
    "39032654": "7–9000 ppm). HeLa cell data for the 10 K-BILDS hits from the Pax-db database (http://pax-db.\n In fact, abundance might explain why some known NME1 and NME2 substrates were not observed. For example, the known substrates KSR1, TRPV5, and KCNN4 are present in HeLa cells but have lower abundances than the NME candidate substrates found here, according to the Pax-db database.\n Biological functions of the K-BILDS hit proteins were assessed through literature searches. Abundance analysis was performed by using Pax-db database.\n",
    "40381888": "",
    "25721607": "yale.edu\tAn integrated bioinformatics suite and database for proteomics research\t★★★★☆\t\t \t\u2028\u2028\t \tQuantitative PTMs-focused\tPaxDb\thttp://pax-db.\nPaxDb.\nPaxDb is a meta-database integrating whole-organism data and tissue-resolved data at absolute protein abundance levels for various model organisms.\n By the end of 2014, it included 10,482 proteins; 143,456 peptides, and about 24 million spectra. The launch of PaxDb brings together disparate aspects of biology for high-throughput analysis and supports global comparative analysis across different organism groups.\n",
    "23752268": " For HDAC11 prey proteins that had function associations (Supplementary Table S5 and Supplementary Figure S2), NSAF values were calculated as previously described, and PAX values were obtained from http://www.pax-db.\n",
    "38324614": " coli K-12 MG1655 was obtained from the integrated dataset, the average dataset of all E. coli expression data on the PaxDb database downloaded on November 7th, 2020.\n",
    "23945934": " Consistent with this notion, Cgi121 has a short half life in the cells of S. cerevisiae (∼30 min) and its average abundance is 10-fold lower as compared with Kae1 and Bud32 (PaxDb database).\n",
    "24173663": "",
    "24277689": "",
    "28079140": "",
    "29142707": "The abundance distributions of identified and total CDs are shown in Fig. S5,† and the abundance values were obtained from an on-line database (PaxDb).\n",
    "28143396": "gov/). The protein abundance (PA) information for all organisms was taken from PaxDb.\n",
    "39519170": "0; , accessed on 5 June 2021). Protein abundance levels were derived from PaxDb database version 4.\n",
    "25650959": " For convenience the GO term enrichment log10FDR values have been multiplied by -1. (B,C) Box and whisker plots, as in Figure 2, detailing the variation in ribosome occupancy and protein abundance according to the PaxDb database for the transcripts enriched with the closed loop components and 4E-BPs.\n For example, the RNA binding profiles of eIF4G1 and eIF4G2 are very closely related to that of eIF4E, whereas the RNA binding profiles of the 4EBPs, Caf20p and Eap1p, are poorly correlated with eIF4E's. We wish to make clear that the β coefficients from the model are not simply explained by the relative abundance of the closed loop components: taking estimates of relative protein abundance from the PaxDb integrated quantitative proteomic dataset, the levels of the four yeast proteins are: eIF4E = 1,011 ppm, eIF4G1 = 444 ppm, eIF4G2 = 118 ppm, Caf20p = 306 ppm, Eap1p = 57 ppm.\n",
    "26673865": "",
    "30111366": "The PaxDB, a mass spectrometry-based proteomic meta-resource across organisms was used to extract protein information.\nThe PaxDB, a mass spectrometry-based proteomic meta-resource across organisms was used to extract protein information. The average spectral counting value derived from all experiments (in different cell lines and tissues) corresponds to an approximate protein abundance estimate for the respective organism (ppm values for ‘whole organisms’ and integrated tissues’ in PaxDb).\ng. cell lines, normal tissues), we first analyzed the PaxDB (Additional file 2).\n We found a good coverage of expression information using the ‘whole organism’ expression score, which is an average spectral counting value derived from all mass spectrometry experiments from different cell lines and tissues. Similarly, we retrieved integrated expression information for 20 tissues from the PaxDB and for 20 tissues from a recent deep proteomic study.\nWe also confirmed the ƩGEF to ƩGAP gene expression correlation across normal tissues at the protein level using the spectral counting score of the mass spectrometry-based proteomic meta-resource PaxDB.\n However, similar to the gene expression analysis, reasonable ∑RASGEF versus ∑RASGAP correlation values were observed for three organisms, but not for worm (Additional file 2). We further analysed the protein expression levels across human tissues (PaxDB and Kim et al.\n",
    "40661473": "We investigated whether codons favored in highly-expressed genes are translated accurately based on our estimates of codon-level mistranslation rates. To identify preferred codons, we analyzed coding sequences of a set of 429 highly abundant proteins (top 25% proteins based on protein-abundance data from PaxDB).\nProtein abundance data were obtained from PaxDb integrated datasets.\n The custom parser results in proteomes with unique identifiers, such as locus tags or protein IDs. As such, a custom script was made that links PaxDb identifiers to the IDs found in the parsed proteome file by comparing protein sequences found in local files, or by fetching protein sequences from NCBI.\n As such, a custom script was made that links PaxDb identifiers to the IDs found in the parsed proteome file by comparing protein sequences found in local files, or by fetching protein sequences from NCBI. The custom script optionally accepts a proteome file that utilizes the PaxDb identifiers as FASTA headers.\n The custom script optionally accepts a proteome file that utilizes the PaxDb identifiers as FASTA headers. In this case, the PaxDb identifiers were from the STRING database, so the E.\n The custom script was executed with the STRING reference proteome and the proteome generated from the custom parser. Protein sequences in these two files were compared, if they were found to be identical then the parsed ID was linked to that PaxDb identifier.\n Protein sequences in these two files were compared, if they were found to be identical then the parsed ID was linked to that PaxDb identifier. Following assignment of exact matches, PaxDb IDs that still lacked a linkage to the parsed proteome were subjected to pairwise alignment of all other protein sequences in the parsed proteome.\n Following assignment of exact matches, PaxDb IDs that still lacked a linkage to the parsed proteome were subjected to pairwise alignment of all other protein sequences in the parsed proteome. If the alignments yielded a single match with greater than 95% identity, then the parsed ID would be linked to the PaxDb ID.\n Protein sequence retrieval from NCBI first uses gene symbols obtained from MyGene.info, then if any IDs remained unlinked, PaxDb preferred names are then used.\n These sequences were used as described before, by first searching for exact matches among the annotated protein sequences, followed by alignments. If a gene symbol listed in the PaxDb database remains unlinked, it is assumed that the corresponding protein was either not present in the annotation file or did not meet the minimum identity threshold of 90%.\n The enrichment is measured as the relative frequency of preferred codons among synonymous codons in a gene averaged over amino-acids. The linear regression coefficient for a correlation between this measure of codon usage bias and log protein abundance for 205 genes (data from PaxDb) was β = 0.\n1 × 10−18. This analysis was performed with 332 proteins with protein abundance data (PaxDB) and at least 3,000 observed codons in the mass-spectrometry data.\nSelectively preferred codons as determined by the Li-Bulmer model of mutationselection-drift equilibrium (Li 1987, Bulmer 1991) applied to codon frequencies in the top 25% of genes by protein abundance (PaxDb) or, alternatively, all genes.\n",
    "41022793": "",
    "25910242": "",
    "34101805": " To address the specificity for a selected subset of TAD2-binding ligands (Figure 2A), the cellular concentrations of their free states are required. We simulated these concentrations from the Kds and their total cellular concentrations in two different cell lines (HEK293 and HeLa cells) available in the PaxDB database, using the software Copasi.\n (C) Association constants Ka for p53 TAD2 from. (D) Cellular concentrations taken from PaxDB in two different cell lines HEK293 and HeLa (Geiger) converted from ppm to µM.\n",
    "24934728": "",
    "38700511": " Protein mass spectrometry data are often available but the values are expressed in relative, rather than in molar concentration units that are easier to incorporate into pharmacokinetic models. Here, we present an empirical correlation that converts the parts per million (ppm) concentrations in the PaxDb database to their molar equivalents that are more suitable for pharmacokinetic modeling.\nIn this work we focus on cell membrane target expression level data mining from the mass-spectrometric PaxDb database and describe the quantitative correlation between the relative ‘parts per million’ (ppm) and absolute (molar) concentration values.\nThe combined human liver proteome dataset in fmol/μg of total protein units was obtained from the proteomic study by Wegler et al. Matching protein concentration values in ppm units for the brain, colon, heart, kidney, liver, lung, pancreas, skin, as well as the whole-body estimate, were obtained from the PaxDb database v5.\nThe plasma concentrations of soluble HER2 and EGFR were calculated from PaxDb data using our previously published approach.\nThe plasma concentrations of soluble HER2 and EGFR were calculated from PaxDb data using our previously published approach. The tissue concentrations of HER2 and EGFR for brain, heart, kidneys, liver, lung, pancreas, and skin were calculated from organ-specific PaxDb data.\nWhereby tRav denotes the average body molar concentration of the receptor, Vbody denotes total body volume and Vpl denotes total plasma volume. tRorgan,i and Vorgan,i are the total organ concentrations and organ volume values for tissues, respectively, listed in PaxDb database (heart, kidney, liver, lung, pancreas, brain, and skin).\n tRorgan,i and Vorgan,i are the total organ concentrations and organ volume values for tissues, respectively, listed in PaxDb database (heart, kidney, liver, lung, pancreas, brain, and skin). Vint,j denotes the interstitial values of the rest of the organs included in the model but not listed in the PaxDb database (muscle, adipose, bone, GI tract, thymus, spleen, lymph nodes).\nWhereby  denotes the vascular capillary volume of an organ not measured in the PaxDb database (muscle, adipose, bone, GI tract, thymus, spleen, lymph nodes).\n Of these 29,021 liver concentrations from 644 proteins that were classified as membrane proteins were used for model training, whilst the remaining concentrations were reserved for model validation purposes. Matching ppm values were obtained from the PaxDb database, which contains tissue-specific expression levels of approximately 19,000 proteins.\naCalculated from the difference in the total body receptor amount and tissue receptor amounts from the PaxDb database according to Equations 5 and 6.\nWe used Equation 1 with parameter values listed in Table 1 and mass spectrometric ppm tissue concentration values from the PaxDb database to calculate EGFR and HER2 concentrations in the brain, heart, kidney, liver, lung, pancreas, skin, and the body as a whole.\nVisual inspection of the plots in Figure 4 and the Akaike Information Criterion (AIC) values presented in indicate that the best fit is achieved when the membrane target is assigned to organ vascular and interstitial spaces whilst co-fitting the internalization rate constant kint and adjusting the overall target expression level. The best fitting scenarios imply 3-fold lower tissue concentrations for EGFR and 6-fold lower concentrations for HER2 compared to the concentrations predicted from the PaxDb proteomics data presented in the sigmoidal correlation model (Table 2).\nIn this study, we demonstrate that the ppm tissue protein concentration values stored in the mass spectrometric PaxDb database can be related to molarity.\nIn this study, we demonstrate that the ppm tissue protein concentration values stored in the mass spectrometric PaxDb database can be related to molarity. This complements our previous work where we established a similar correlation for plasma proteins and thus allows organ molar concentration estimates for cell-linked proteins listed in the PaxDb, which contains data for thousands of proteins across many species and organs, to be obtained.\nAlthough the formalism is the same as that applied to plasma and tissue proteins, the parameter values are different for the two data sets. In the case of plasma proteins, both molar and relative concentration values stretch to eight orders of magnitude, while in the case of tissue proteins, the variation is about six orders of magnitude for ppm values from the PaxDb database and about three orders of magnitude for the molar concentration values that we calculated from the results obtained by Wegler et al.\nFor the development of the tissue protein model, we assumed that the ppm values from the PaxDb database represent liver protein expression in healthy humans.\n Consequently, we recommend use of the measured tissue concentrations in the patient group of interest, if that data is available. The PaxDb database would be a fallback choice for when no such information is available, a situation most likely to be encountered in the case of tissue-embedded targets or early stage predictive evaluation of target likely druggability.\n This suggests that PK and engagement predictions for novel mAbs can be considered if there is reliable estimate for the target-mediated drug degradation rate constant. Given that the PaxDb database describes endogenous proteins, the information retrieved can also be expected to guide quantitative systems pharmacology models.\n",
    "34360784": " The parameters of the equations were taken from the literature on human proteins (Supplementary Materials Tables S2 and S3). The initial conditions were devised from the copy numbers of sperm proteins, those were estimated using pax-db protein abundance database for human testis or mice sperm cells and data on total cell protein number (Supporting Information Text S8).\n",
    "26985669": " Either 0.4 nmol or 4 nmol of each peptide (depending on whether the abundance of the corresponding protein from PaxDb version 2.\n",
    "28693620": "",
    "28705884": "Relating strain growth [log10(AUC)] to the cellular concentration of the least abundant protein [log10(PPM) – values taken from PaxDB] in each protein–protein interaction pair.\nAbundance of proteins involved in previously published PCA complexes (Tarassov et al, 2008) that were confirmed (YES) or not confirmed (NO) to grow under the conditions in this study. Protein abundance values were retrieved from PaxDB (Wang et al, 2012) and log10‐transformed.\nIn order to predict the change in each protein complex using gene and protein expression, we modeled every complex as binary and acting independently. We took the resting total cellular concentration of two proteins (C P1, C P2) in a complex as the value reported in PaxDB (Wang et al, 2012; values given are in ppm).\n",
    "28135269": "Data of absolute protein expression levels were obtained through the PaxDb database.\n musculus and of H. sapiens included the dataset designated 'integrated' in PaxDb.\n",
    "33315891": "",
    "39554013": "",
    "26246046": " cerevisiae and S. pombe was taken from the PaxDb, which integrates information from various resources.\n",
    "27492233": " cerevisiae or H. sapiens gene (calculated using the PaxDb database from)\t \t\tProteins\tNumber of protein isoforms for a S.\nensembl.org/biomart; last accessed on February 17, 2015) and other curated databases such as PaxDb, BioGRID, Yeastract and ITFP.\n",
    "23705851": "Module\tSpecies\tInitial value (number of molecules)\tComments & References\t \tReceptor binding\tIns\t5 × 105, boundary\t10-7 M\t \t \tInR\t9 × 104\tBioNumbers \t \t \tCytoplasm_InR\t1 × 104\t<< cell surface\t \t \tPTP1B\t1 × 105\tassigned (PaxDb suggests PTPN1 5 × 105 in human, 5 × 104 in mouse) http://pax-db.\nModule\tSpecies\tInitial value (number of molecules)\tComments & References\t \tReceptor binding\tIns\t5 × 105, boundary\t10-7 M\t \t \tInR\t9 × 104\tBioNumbers \t \t \tCytoplasm_InR\t1 × 104\t<< cell surface\t \t \tPTP1B\t1 × 105\tassigned (PaxDb suggests PTPN1 5 × 105 in human, 5 × 104 in mouse) http://pax-db.org &\t \tIRS\tIRS1\t1 × 105\t Appdx B\t \t \tPI3K\t1 × 104\t Appdx B\t \t \tPP2A\t5 × 105\t\t \tPhosphatases\tPTEN\t1 × 105\tPaxDb, human\t \t \tGSH\t100\tassigned\t \t \tNOX_inact\t100\tassigned\t \t \tCytoplasm_SOD2\t4.\norg &\t \tIRS\tIRS1\t1 × 105\t Appdx B\t \t \tPI3K\t1 × 104\t Appdx B\t \t \tPP2A\t5 × 105\t\t \tPhosphatases\tPTEN\t1 × 105\tPaxDb, human\t \t \tGSH\t100\tassigned\t \t \tNOX_inact\t100\tassigned\t \t \tCytoplasm_SOD2\t4.17 × 104\tscale 10-3 * PaxDb\t \t \tMt\t50\tassigned\t \t \textracellular_ROS\t5 × 104, boundary\tscale 10-3 * 10 μM\t \tAkt\tAkt\t1 × 105\t\t \t \tAS160\t2 × 104\tassigned\t \t \tPKC\t1 × 105\tassigned same as Akt\t \t \tPIP2\t2 × 105\tscale 10-3 *; \t \t \tPIP3\t1 × 103\tscale 10-3 *; \t \t \tcytoplasm_GLUT4\t9.\n17 × 104\tscale 10-3 * PaxDb\t \t \tMt\t50\tassigned\t \t \textracellular_ROS\t5 × 104, boundary\tscale 10-3 * 10 μM\t \tAkt\tAkt\t1 × 105\t\t \t \tAS160\t2 × 104\tassigned\t \t \tPKC\t1 × 105\tassigned same as Akt\t \t \tPIP2\t2 × 105\tscale 10-3 *; \t \t \tPIP3\t1 × 103\tscale 10-3 *; \t \t \tcytoplasm_GLUT4\t9.6 × 104\tTotal 1 × 105, assigned ((PaxDb suggests Slc2a4 5 × 104 in mouse)\t \t \tcellsurface_GLUT4\t4 × 103\t \t \tJNK\tJNK\t16000\tPaxDB (Mapk9)\t \t \tIKK\t2000\tPaxDb (Ikbkb)\t \t \tDUSP\t1 × 105\tassigned\t \tFOXO\tE2F1\t300\tassigned, to keep FOXO ~ 1000\t \t \tcytoplasm_Foxo1_Pa0 Pd0_Pe0_pUb0 (Foxo with no PTMs)\t1000\tsee \t \t.\n as a basis, but was substantially refitted in the light of the timecourse of PTP1B inhibition and extra data. Various sources were used to obtain particle numbers, particularly PaxDb.\n",
    "27429783": "(a) ICAM1 expression levels in the lung, liver, heart, kidney and spleen of mouse, determined using data from radio-labelling experiments, mRNA measurements from BIOGPS and proteome mass spectrometry from PAXDb.\nThe expression levels of ICAM1 molecules (Nant) for five major organs in mouse—namely the lung, liver, kidney, heart and spleen—are estimated by combining data from in vitro flow cytometry measurements, in vivo radio labelling measurements, mRNA expression levels reported in the BIOGPS database and mass spectrometry measurements of proteome levels reported in the MOPED and PAXDb databases.\n(a) Estimated expression levels of ICAM1 receptors, determined from PAXDb and BIOGPS.\n the values of the mechanical variables of the membrane) similar to the corresponding organs in mouse. The protein expression levels in the various organs are determined, as before, using data from high-throughput mRNA and mass spectrometry measurements in human tissue reported in the BIOGPS and PAXDb databases.\n In other organs, the evidence for any targeting is absent in our model predictions. Owing to the large discrepancy between PAXDb and BIOGPS data for heart and liver (figure 7a), we have also analysed the sensitivity of the tissue targeting levels by varying the expression levels of Nant compared with that obtained using expression levels in mouse.\n",
    "30245847": "",
    "24449617": "",
    "34858137": "",
    "24838764": " Comparisons between samples or methods were based on the same criteria. The protein abundance index was retrieved from (http://pax-db.\nHistogram of the protein abundance observed by different protein concentrating techniques. The PaxDb, protein abundance across organisms (Wang et al.\n), a database of absolute protein abundance was used to assign abundance to each identified protein. (Red) a collection of proteins from the PaxDb illustrating the normal intensity distribution in the whole proteome, (Green) the secretome observed by APols precipitation, (Black) the secretome observed by drying down and classical in-solution digestion, (Purple) (Boersema et al.\n",
    "27848897": " For this reason, characterizing and comparing proteomes between patient and control is often more effective in identifying drug targets than genomic or transcriptomic data. Proteomic data have been obtained from nearly all model organisms and deposited in public databases such as PaxDB.\n",
    "26514574": "",
    "28298210": "",
    "23203882": " In addition to the ‘pure’ MS proteomics resources, there are other databases that can present an extra layer of information on top of the MS experiments without storing the underlying mass spectra. Some recently developed databases of this kind are the Model Organism Protein Expression Database (MOPED), PaxDB (both of them focused on protein expression information) and neXtProt.\n",
    "27048349": " Some sources store raw data files, which are not readily available for use without in-house processing. A few online sources perform integration and standardization of data, making the processed results available to the community [ProteomicsDB, Multi-Omics Profiling Expression Database (MOPED), Protein Abundance Across Organisms (PaxDb), The MaxQuant DataBase (MaxQB) and Human Proteome Map ].\nProtein expression sources provided data either via txt files (PaxDb version 3.\nproteinspire.org\t\t \tPaxDB\t11\t19,851\thttp://pax-db.\n HIPED encompasses 20 593 unique genes present in 771 proteome samples (Figure 1B; Supplementary Table S1). These data are mined from four proteomics sources—ProteomicsDB, MOPED, PaxDb and MaxQB, each using different post-MS analyses on in-house and external raw MS data (Table 1).\n",
    "33803875": "",
    "25973932": " In total 1636 proteins were quantified across all samples (two or more peptides used for quantification). Comparing the proteins identified with their abundances (PaxDB data) indicates that, unsurprisingly, our datasets are biased towards abundant proteins (ie >70% of the proteins we identified are in the top 25% of all yeast protein abundances and almost none in the lower 50%).\n However our proteome analyses only identified 1636 proteins. Comparing these to PaxDB reported protein abundance levels indicates our proteomics was largely limited to abundant proteins (>86% of those identified are among the top 40% abundant proteins), while our ‘core’ mRNA targets encode proteins that are predominantly of lower abundance (<20% are in the top 40% of proteins).\n",
    "25890263": "",
    "34810219": "Protein abundance data were extracted from the PaxDb database.\n",
    "29789295": " Correlation was poor (R-squared 0.03368) comparing relative abundance of proteins detected by their PTMs in our data to total protein abundance estimates for human proteins in paxDB (fig.\n",
    "37279504": " The whole-organism integrated (3702-WHOLE_ORGANISM-integrated.txt) protein abundance estimates for Arabidopsis thaliana were obtained from the Protein Abundance Database (PAXdb).\n",
    "34612597": " Signaling proteins were generally expressed in the submicromolar range, so we used 100 nM as an estimate for both tyrosine kinase and phosphatase. In contrast, SLC7A11 concentration has not been determined previously in molarity, but this information was available in units of parts‐per‐million (ppm) from proteomic studies on PaxDb (Wang et al,).\n",
    "28221134": "",
    "29163358": "",
    "27644981": "Tryptic peptides for monitoring in SRM assays were selected from four tricarboxylic acid (TCA) cycle proteins of high abundance (between top 5 and 25% of the mouse liver proteome from the integrated dataset in PaxDb).\n This increases certainty in the measurement of turnover rate, and allows peptides that produce inaccurate quantitative data to be identified and excluded from consideration. This study included mouse liver proteins of high abundance according to PaxDb, and supported by top three label-free quantification using the MS1 data acquired for the day 0 samples (no heavy label) (figure 2).\n",
    "36271358": "Protein abundance and aggregation propensity were calculated and plotted as elsewhere described. Briefly, abundance (C) was calculated as the log10 of the protein concentration values obtained from PaxDb, which were normalized by rescaling them between 0 and 1:.\n",
    "36334589": " Protein datasets were downloaded from these studies, and compared with OPABAT on proteome coverage across the spectrum of abundance. Mapping of low and high abundance proteins were performed by overlaying the datasets described above onto PaxDB, which is a database for absolute protein abundance measured in the literature.\n",
    "27297468": " However, if we rank E. coli genes by the protein abundance data compiled in the integrated data set in PaxDB or by the index of translation elongation (ITE,), then LEGs (100 genes at the low end of abundant proteins) uses more GAU than GAC, but HEGs (100 genes at the high end of gene expression) uses more GAC than GAU.\nBacterial Species with Both RF1 and RF2 Concentrations (in ppm, with mean values presented for multiple measurements) in PaxDB, Together with Stop Codon Usage in Highly Expressed and Lowly Expressed Genes (HEGs and LEGs).\nbNumber of genes in top and bottom 25% on the gene expression scale (ranked by either protein abundance values in PaxDB).\n1556, table 1). This stop codon usage pattern is consistent with the relative RF1 and RF2 concentrations compiled in the integrated data set available in PaxDB.\nProteomic studies have been carried out in many bacterial species, with 14 of them (covering Proteobacteria, Firmicutes, Cyanobacteria, Actinobacteria and Spirochetes) having both RF1 and RF2 quantified and deposited in PaxDB.\nWe have used protein abundance and Index of Elongation Efficiency (ITE,) as proxies of gene expression. Protein abundance data were downloaded from PaxDB.\n For species with multiple proteomic studies, only the integrated data set is downloaded and used to rank the coding sequences. The protein ID in PaxDB is often the Uniprot ID and needs to be mapped to gene names (or GI or GeneID) in a GenBank file for individual species (e.\n subtilis). We downloaded the paxdb-uniprot-links file relevant to the species (e.\ng., 224308-paxdb_uniprot.\nWe compiled RF1 and RF2 concentration from proteomic data at PaxDB.\n An average is used when multiple values available. Our values are therefore not always the same as those RF1 and RF2 values in the integrated data sets in PaxDB because the latter includes studies in which either RF1 or RF2 is measured.\n",
    "30626384": " coli, and the mass fraction of the accounted proteins (f) was computed equal to 0.0191, by summing the abundance, expressed as parts per million (ppm), of the 17 considered proteins, retrieved from PaxDB database.\n",
    "24561808": "Protein abundance data were obtained from the PaxDb.\n",
    "29545534": "",
    "24171104": "Frequency distribution of protein abundance monitored by iTRAQ proteomics (∼2700 proteins) and ribosome profiling (∼5700 proteins) compared to average cellular protein abundance as estimated in PaxDB (www.\nFrequency distribution of protein abundance monitored by iTRAQ proteomics (∼2700 proteins) and ribosome profiling (∼5700 proteins) compared to average cellular protein abundance as estimated in PaxDB (www.pax-db.\nWe compared the proteins identified by MS as well as those tracked by ribosome profiling to a database of cellular protein abundance (www.pax-db.\n",
    "31961323": "",
    "28598992": " See S2 Fig for simulations at other parameter values. Data sources: Yeast densities are weighted averages of the signals in polysomal fractions for 6071 transcripts from; initiation rates for 5348 transcripts were calculated by Ciandrini et al based on ribosome density data from; protein abundances of 4694 proteins included in the Peptide Atlas 2013 dataset from PaxDb normalized against the total number of proteins (expressed as parts per million).\n Data sources: Yeast densities are weighted averages of the signals in polysomal fractions for 6071 transcripts from; initiation rates for 5348 transcripts were calculated by Ciandrini et al based on ribosome density data from; protein abundances of 4694 proteins included in the Peptide Atlas 2013 dataset from PaxDb normalized against the total number of proteins (expressed as parts per million). HEK293T densities were calculated from mean ribosome numbers (across 3 replicates) reported by Hendrickson et al; protein abundances of 2636 proteins with identified CDS lengths included in the Geiger MCP 2012 data set (based on spectral counting) from PaxDb.\n",
    "28854629": "Protein abundance: For each human, fly, worm and yeast gene, an estimate of the total abundance of the encoded proteins in the entire body was obtained from the PaxDb database, version 3.\nProtein expression breadth: For each human gene, protein expression data across six different organs/tissues (brain, heart, liver, lung, plasma, and platelet) were obtained from the PaxDb database, version 3.\n",
    "29161365": " MG1655 protein abundance (PA) integrated dataset, a weighted average of all E. coli datasets, published in 2015, was downloaded from PaxDB, accessed on 7 May 2016.\n",
    "28918244": "",
    "28837810": " c. Abundance distribution of all pY-modified proteins is shown according to “whole organism-SC (PeptideAtlas)” data set from PaxDB.\n",
    "26818742": "",
    "25859428": " We found prolongation of methemoglobinemia following 4-OHPAPP treatment correlated with a lack of expression of α-synuclein in liver, and not in RBC, kidney, lung or spleen. Although this was a surprising result in view of older published literature asserting α-synuclein was poorly expressed, if at all, in adult liver, our observation of liver expression is supported by the PaxDb database of protein abundance, which indicates there is expression of the protein in liver, albeit at baseline levels that are ∼1/30th to 1/40th that of brain.\n",
    "31405984": " coli NCM3722 is higher than that of MG1655 at the same condition, we estimated the protein mass of energy metabolism for each. It has been shown by proteomics data that NCM3722 allocates around 13% of the total proteome to energy metabolism, while it is around 9% (Dataset S3) in MG1655 according to the PaxDb database.\n",
    "24813883": "To define the critical changes that occur at telomeric chromatin upon removal of TRF2 we first focused on the proteins that were lost upon OHT treatment. To this end, proteins with significant telomeric enrichment in TRF2-proficient cells relative to OHT-treated controls were ranked based on their absolute expression in mouse cells using the online database PaxDB.\n Average number of spectra identified at TRF2 deficient (OHT) or proficient (NT) telomeres is indicated. Proteins were ranked based on their relative enrichment at TRF2 depleted telomeres and normalized to absolute expression of the protein in mouse cells (PaxDB database).\n",
    "28181418": "",
    "28779093": " This high recovery of SMARCC1 with the 11A9 antibody compared to AGO2 itself could potentially also be partially explained by a high abundance of SMARCC1 protein in the lysate. For this reason we looked into the PaxDB protein abundance database for the abundance of AGO2 and SMARCC1 in HEK293T cells.\n",
    "26449181": "There are, however, several protein expression databases, most notably MOPED 113 and PaxDb 114, which can be used to extract information about the expression levels of individual proteins.\n Both resources routinely make use of publicly available data in PRIDE and PeptideAtlas, among others. In PaxDb, identification data from filtered datasets are first mapped onto a common namespace, and quantification values are then derived after reprocessing with a standardized spectral counting pipeline.\n In PaxDb, identification data from filtered datasets are first mapped onto a common namespace, and quantification values are then derived after reprocessing with a standardized spectral counting pipeline. PaxDb is a meta‐resource in which protein expression is estimated across a number of species (more than 50 at the time of writing), and recently even across cell lines 115.\n",
    "29106664": " PeptideAtlas, GPMDB and MASSIVE mostly focus on hosting identification results by re-processing data using their own pipelines. The protein abundance database (PAXDB) stores quantification data from publicly available data, but lacks the underlying peptide identification results.\n",
    "23501838": "Over the whole proteome various unique proteins, including Arf, an ADP ribosylation factor (Q10943) and the microtubule subunit tubulin (P91910) were identified that were not seen in the initial data. Both these proteins lie outwith the normal distribution of protein abundance (top 10% PaxDB.\n",
    "25569619": "Notably, Sro9p is approximately six times as abundant as Slf1p according to Pax-DB, which is reflected both by the increased number of its target mRNAs and the increased number of mRNAs whose levels are altered in its absence, although the change in abundance observed is generally less than two-fold.\n",
    "29024340": " Label‐free proteomics (Cox and Mann, 2008; Arike and Peil, 2014) offers a cheaper, only moderately less accurate option, but still requires access to specialized equipment, software and expertise. Difficulties in obtaining comparative protein abundance data can be bypassed by referring to standard abundance values derived from publicly available mass spectrometry data, such as has been done for Arabidopsis at paxdb.\nIn 2012, 46 Arabidopsis proteomes containing spectral data from over 20 589 proteins were combined to make the first relative abundance estimate of Arabidopsis proteins in a theoretical whole‐organism proteome, housed at paxdb.\n However, data for these proteins can only be incorporated into an in silico scoring system if it is possible to appropriately scale data from enrichments into the tissue data. Therefore, the first challenges in expanding the current in silico PAS system were to curate all useable enrichment data and integrate these into the existing PaxDb score.\n Using protoplasts prevented analysis of the cell wall, but this region has been well covered in several recent proteomes, summarized in San Clemente and Jamet (2015). Peptides from newly acquired datasets, and published datasets for which peptide spectral matches were available, were then scored using the same method as used at paxdb.\n Publications containing only protein‐level spectral data were also scored and included, as detailed in the Experimental Procedures. Scores were normalized by centring values for shared proteins on the PaxDb median (Figures S1 and S2), and scaled as detailed in the Experimental Procedures.\n The bimodal distribution was mainly attributable to higher‐scoring proteins in the plastid compared with other compartments (Figure 1b), indicating that the bimodality was a result of cellular differences between plants and mammals. NPAS was then compared with the original PaxDb scores, which covered 76% of the predicted Arabidopsis proteome (Wang et al.\n, 2012a). NPAS distribution was considerably less bimodal than PaxDb scores, indicating more accurate protein scoring (Figure 1c), and NPAS increased the total Arabidopsis proteome coverage by almost 10% (Figure 1a).\n Proteins were assigned to locations using a collection of high‐confidence (HC) organelle markers (Table S3), as detailed in the subsequent results section, and the distribution of markers for each subcellular compartment occurring along the NPAS scale was plotted (b). A probability density histogram was used to compare NPAS distributions with abundance distributions for existing Arabidopsis abundance data from paxdb.\nA measure of protein abundance was developed based on data obtained from PaxDb data with augmentation from other sources that are likely enriched with low‐abundance proteins.\nA measure of protein abundance was developed based on data obtained from PaxDb data with augmentation from other sources that are likely enriched with low‐abundance proteins. The data imported from PaxDb were in the form of PAS normalized according to the method described by Schrimpf et al.\nThe same abundance calculation was also applied to the additional, augmenting datasets (not in PaxDb) where peptide level counts were available.\nBefore the abundance scores from the additional datasets were combined with PaxDb scores, they were first aligned with the PaxDb average (as calculated above).\nBefore the abundance scores from the additional datasets were combined with PaxDb scores, they were first aligned with the PaxDb average (as calculated above). This was achieved by selecting the proteins that were common to both PaxDb and the additional dataset, and then centring and scaling the additional dataset so that the median and standard deviation (in log10‐space) of the common proteins matched the PaxDB data.\nTo create a final PAS, the PaxDB abundance values and those from the additional datasets were combined by using a weighted average, again in log10‐space.\nTo create a final PAS, the PaxDB abundance values and those from the additional datasets were combined by using a weighted average, again in log10‐space. Weights were introduced, albeit in an ad hoc manner, to define a data priority such that additional values from the generally smaller, enriched/depleted datasets do not have an undue influence on the final average where more unbiased data are available at PaxDB.\n Weights were introduced, albeit in an ad hoc manner, to define a data priority such that additional values from the generally smaller, enriched/depleted datasets do not have an undue influence on the final average where more unbiased data are available at PaxDB. At the same time, however, when a protein is not present in PaxDB, the average will solely derive from the additional datasets.\n At the same time, however, when a protein is not present in PaxDB, the average will solely derive from the additional datasets. Accordingly, we set the weight to 10 for PaxDB abundances, to 2 for abundances derived from peptide level SpC, and to 1 for abundances derived from only protein total counts.\n",
    "33996892": "Protein abundances were obtained from Pax-Db (v4.\n",
    "23468649": "",
    "23157382": " In a recent modification of this strategy, Tsai et al. integrated NSAF values with the estimated proteome abundance (PAX) values from PaxDb to build protein interaction networks for proteins with limited known functions.\n",
    "23056364": "",
    "35349591": "",
    "30211544": "",
    "35482425": "Human TAb and PAb from the GTEx project and the PaxDb were collected for 17,975 proteins.\nObserved shifts in LCR status remain after controlling for several technical explanations, and known biological conditions. Bars represent empirical P values, calculated as the proportion of 100,000 permutations of GTEx and PaxDB human data with quartile shifts at least as large as the observed shift.\nDifferences in abundance between LCR+ and LCR− proteins are consistent across tissues in humans. Bars represent empirical P values, calculated as the proportion of 1×106 permutations of GTEx and PaxDB human data with quartile shifts at least as large as the observed shift.\nLogistic regression shows PAb and TAb are significantly associated with the probability of a protein containing an LCR. Regression is based on GTEx and PaxDB human abundance data as well as Shwanhäusser mouse data controlling for protein degradation and translation efficiency.\nPAb data for human proteins were downloaded from PaxDb v4.\n A consistent set of transcripts for codon usage calculations was constructed from across human transcripts which had data for both TAb and PAb available. For all other mammals, the orthologous transcripts were determined based on mammalian orthogroups from PaxDb.\nPermutation testing was performed on the GTEx and PaxDB data by randomly shuffling the LCR status of proteins which had both TAb and PAB data.\n",
    "30066640": " The most relevant bottlenecks in the preliminary data integration processes come from the availability of the protein abundance and operon information. In the PaxDB (protein abundance database) the data coverage for (i) E.\n Moreover, the operon information (DOOR DB) is conspicuous only on E.coli (152,785 entries), instead, in the other PaxDB listed organisms is less than half or completely not numerically relevant.\n",
    "24169404": "",
    "24952186": "",
    "24981631": "",
    "34381811": " To evaluate this hypothesis, we collated publicly available E. coli proteomic data from the paxdb database, screened for proteins that were co-enriched with GroE across different experiments and identified 404 proteins that showed significant correlation, in expression levels, with GroE (Pearson correlation co-efficient ≥ 0.\n",
    "38860509": " log-normal distributions of kcat, Kms, Kmp, Keq, kf and kr values were defined from their corresponding weighted literature values to allow sampling of kinetic parameter and enzyme protein concentration values by Monte Carlo ensemble modelling. Each distribution was determined using weighted experimental data from multiple cell types reported in the protein database PaxDb, and represents the range of concentrations at which each enzyme has been detected.\ng., PaxDB, BRENDA, MetaCyc), and the subsequent supplementation of parameters should new data become available.\n, 5-LOX and 5-LOX/5-LOX activating protein (5-LOX/FLAP) parameter distributions for Kms and kcat were produced from the same set of literature values) (ESI,† Tables S7–S11). As PaxDB does not report exact enzyme abundance values, future proteomic studies would enable further optimisations leading to more accurate models.\n",
    "26928598": " The cells were auxotroph for lysine and arginine and the medium supplemented with lysine and arginine. The relative protein abundances were taken from the protein abundance database PaxDb, these abundances were multiplied with tabulated enzyme masses from UniProt.\n",
    "29377792": "",
    "29526694": "We estimated UBQLN2 concentration using the PaxDb database.\n",
    "27966577": "",
    "26000633": "",
    "27332813": " If a query kinase could not be identified in the rat, mouse or human proteomes based on the PhosphoSitePlus database, it was excluded from further analysis. Protein expression levels of kinases across tissues were obtained from the PaxDb database.\n Protein expression levels of kinases across tissues were obtained from the PaxDb database. Since no tissue-specific expression data for rat proteins is provided in PaxDb, we used PaxDb data for the mouse orthologs of rat or human kinases obtained from the KEGG database.\n01 in each tissue are considered significant and are indicated with black circles. Grey rectangles represent kinases whose expression values could not be found in the downloadable dataset of the PaxDb database.\n Grey rectangles represent kinases whose expression values could not be found in the downloadable dataset of the PaxDb database. Note that only the expression values of tissues drawn here could be found in the PaxDb database.\n",
    "22845868": " Although protein quantifications are only loosely correlated with protein–protein interactions, integration of protein abundance values may be used to refine prediction of protein interaction. The recently developed PaxDb is a cross-species database of protein quantifications, thus providing an independent source of proteome-wide abundance.\n The recently developed PaxDb is a cross-species database of protein quantifications, thus providing an independent source of proteome-wide abundance. In PaxDb, protein–protein interactions are used as a metric of consistency for quantitative proteomics studies, with the rationale that interacting proteins tend to have more similar levels of expression that randomly selected or noninteracting proteins.\n Proteome-wide protein abundance values may also prove useful for normalizing the abundance values of proteins identified in AP-MS experiments. For example, a recent study used PaxDb values to account for the differing cellular abundance of proteins identified in AP-MS analysis of chromatin remodeling complexes.\n",
    "25656970": "Version 4.0 of PaxDb: Protein abundance data, integrated across model organisms, tissues, and cell‐lines.\n However, access to the data is still fragmentary, and comparisons across experiments and organisms are not straightforward. Here, we describe recent updates to our database resource “PaxDb” (Protein Abundances Across Organisms).\n Here, we describe recent updates to our database resource “PaxDb” (Protein Abundances Across Organisms). PaxDb focuses on protein abundance information at proteome‐wide scope, irrespective of the underlying measurement technique.\n Quantification data is reprocessed, unified, and quality‐scored, and then integrated to build a meta‐resource. PaxDb also allows evolutionary comparisons through precomputed gene orthology relations.\n We report that a significant fraction of published experiments cannot readily be accessed and/or parsed for quantitative information, requiring additional steps and efforts. The current update brings PaxDb to 414 datasets in 53 organisms, with (semi‐) quantitative abundance information covering more than 300 000 proteins.\nPaxDb.\nPaxDb is “locus‐centric”: information on alternative protein isoforms or PTMs is collapsed, down to the level of the single, protein‐coding gene locus.\nPaxDb introduces a unique quality estimate, which applies at the level of entire datasets, as opposed to individual peptides or proteins.\nWhen populating PaxDb, datasets are chosen and filtered manually, so as to reflect largely unperturbed, “wild‐type” cells, tissues, and organisms.\nPaxDb is purely a meta‐resource–it does not currently accept user submissions.\nFor each organism or tissue that has already been addressed by multiple available experiments/datasets, PaxDb conducts a weighted averaging to produce an integrated “best‐estimate” dataset guided by the above quality estimates 19.\nLastly, PaxDb presents its information in an intuitive and simple web interface, which is enriched with accessory information regarding the annotation, structure, and interaction partners of the various proteins.\nHere, we describe the latest updates to (and recent changes in) our protein abundance meta resource Protein Abundances Across Organisms (“PaxDb”) ([19], see Fig.\n 1). Similar to some of the above resources, PaxDb provides access to quantitative proteomics information, but in addition it has some unique priorities and features:  .\nThe PaxDb website.\nThe PaxDb website. Screenshot of the entry page of the PaxDb website, at http://paxdb‐org/.\nThe update process of PaxDb is partly manual, partly automatic, and it occurs on a time‐scale of roughly once or twice a year.\n0. (A) Growth of datasets and organisms covered by PaxDb.\n (A) Growth of datasets and organisms covered by PaxDb. Note that PaxDb focuses mainly on normal, unperturbed, physiological cells, and tissues—some prominent, published datasets are thus not included.\n Note that PaxDb focuses mainly on normal, unperturbed, physiological cells, and tissues—some prominent, published datasets are thus not included. (B) Sources for the new data in PaxDB version 4.\n This included keyword searches and forward citation analysis of landmark papers, but we also systematically scanned all publications in three pertinent journals (MCP, J Prot Res, Proteomics), as well as all publication output of six major labs operating in high‐throughput proteomics. The initial results were filtered down to 37 candidate publications, based on the following criteria: (i) studies should be published after August 2012 and not yet be contained in PaxDb, (ii) coverage should be at least 20% of the predicted proteome, or at least 20 000 peptide‐spectrum matches in case of MS data, (iii) abundance values must cover at least three orders of magnitude, (iv) there should be no biased subfractionation (e.\nFinally, a new development with release 4.0 of PaxDb is the inclusion of protein abundance information from cell‐line samples.\n0 of PaxDb is the inclusion of protein abundance information from cell‐line samples. Cell‐lines are unique in that they cannot be considered to be fully physiological and unperturbed, so their inclusion in PaxDb is somewhat of an exception to our normal import rules.\n Hence, datasets for 35 different cell‐lines (including human induced pluripotent cells, as well as human and mouse embryonic stem cells), were included in this update; their biological origin is annotated using the “Cellosaurus” controlled vocabulary. Cell‐lines are available for browsing and searching, but typically are not selected to contribute to the “best‐estimate” integrated datasets in PaxDb.\nAs introduced and described previously 19, datasets in PaxDb are rescaled to a common abundance metric (“parts per million”), and also ranked via a universally applicable, albeit somewhat indirect quality score.\n However, globally, the abundance ratios of functionally interacting proteins are clearly closer to one than those of randomly chosen protein pairs 19, and this signal can be used to provide a relative ranking between datasets, given a constant and externally provided network of functional links between proteins. To compute this score, we first import protein–protein interaction information from the STRING database 22, separately for each organism in PaxDb.\nSince PaxDb does not reprocess raw MS data, and since it does not reexecute peptide‐spectrum matching searches, the search parameter settings and false discovery rates (FDR) of the original submitters are always retained.\n Because there are several hundred of these receptors encoded in the human genome, they do represent a broad and universal test set of likely “false‐positive” protein identifications (except, of course, for samples originating in nasal tissues and perhaps some other, inherently “leaky” tissues 24). We have implemented this test on all human abundance datasets in PaxDb 4.\n0, and indeed observe variable levels of inferred FDR across datasets (Supporting Information Table 1). This led us to block a small number of datasets from further inclusion in PaxDb, and the remainder of the data usually exhibit estimated FDRs of 5% or better, many even at 1% or better.\nOne of the unique features of PaxDb is its seamless comparability of data across organisms.\n This allows insights in protein abundance evolution, such as abundance conservation in the eukaryotic core proteome 21, 25, 26, cost‐diversity tradeoffs during evolution 27, or the fate of paralogs during evolutionary network rewiring 28. Orthology relationships in PaxDb are precomputed, through the eggNOG mechanism 29, and can be browsed at various levels of phylogenetic depth (e.\n All data in this figure are from version 3.0 of PaxDb.\nThese and similar studies represent some of the use cases that PaxDb was designed for, but many other usage scenarios will undoubtedly surface with each new data release.\n",
    "23230445": "",
    "27466388": "Protein abundance data were extracted from the PAX database using integrated data sets http://pax-db.\ntxt for S. cerevisiae, http://pax-db.\ntxt for C. elegans, http://pax-db.\ntxt for D. melanogaster, http://pax-db.\ntxtfor H. sapiens, http://pax-db.\ntxt for E. coli and http://pax-db.\n coli, yeast and human. Additionally, protein abundance data were extracted from the PAX database for the same species (http://pax-db.\n",
    "26047845": "Yeast protein expression levels were obtained from PaxDB.\n P-value for the figure 2 was determined using t-approximation for the distribution of the correlation coefficient. A total of 96,373 yeast SNPs were found in the regions of interest and more than 95% of yeast genes with SNPs had protein expression data from PaxDB (http://pax-db.\n",
    "26056817": " coli and S. cerevisiae were obtained from PaxDb (version 3.\n",
    "31398930": "Protein abundance data for the set of 619 bacterial proteins was taken from PaxDb.\nThe logarithm of the protein abundance levels derived from PaxDb was used in order to determine C for each polypeptide from the dataset.\n",
    "31454312": "",
    "35053213": " The E. coli protein abundance values were obtained from the Protein abundance database (PAXdb) (, accessed on 25 December 2021) and the ‘whole organism (integrated)’ dataset with the highest coverage and credibility was selected.\n",
    "24244122": "",
    "32024885": "Proteomics data originating from the mass spectrometry experiments were obtained from EMBL Expression Atlas, PaxDB and MOPED databases, containing the data taken from several research articles.\n",
    "29401756": " Since previous studies with purified cells used a relative quantitative approach, this is the first partial protein abundance catalogue of purified classical and non-classical monocyte subsets. There is a good correlation between the protein abundances of classical and non-classical monocyte with the dataset of the complete monocyte population obtained from PaxDb (Figure 3).\nProtein abundance correlation between purified monocyte populations and public datasets obtained from PaxDB.\n",
    "24618897": " At a physiological concentration of the pEndos (1 μM), each molecule of Fcp1 has less than 1/1,000th the efficiency of a molecule of PP2A-B55 in dephosphorylating this substrate (Figure 11C,D). Moreover, cells contain more than 10 times more PP2A-B55 than Fcp1 molecules (based on values in the Pax-DB database of protein abundances determined by mass spectrometry; see www.\n Moreover, cells contain more than 10 times more PP2A-B55 than Fcp1 molecules (based on values in the Pax-DB database of protein abundances determined by mass spectrometry; see www.pax-db.\n The 5:1 ratio of Endos to PP2A-B55 observed in that figure is roughly consistent with estimates from other laboratories and with estimates from mass spectrometry studies of whole cell extracts, after accounting for all Endos and PP2A-B55 family members. For example, the Pax-DB database integrating the results of many mass spectrometry experiments on a variety of tissue types estimates that the abundance of Endos in Drosophila cells is 295 ppm while that of Twins (B55) is 123 ppm; for human cells, the integrated datasets yield values of 83.\n1 ppm for B55-family proteins (www.pax-db.\n have arrived at a very similar figure, and we cite this reference. In addition, we summarize in the revised text information culled from the Pax-DB database of protein abundance levels determined by global mass spectrometry.\n",
    "25440716": "",
    "25281560": ", submitted). Box plot showing the PaxDB abundance (integrated dataset) of prey proteins associated with H2B and H3 by BioID and AP-MS were generated using BoxPlotR.\n No obvious purification bias for histone chaperones toward BioID or AP-MS was observed. By using the PaxDB protein database as a proxy for protein abundance, we did observe that prey proteins detected by BioID have statistically significant lower abundance than those observed with AP-MS (Figure 4B).\ne. BioID MS data has not contributed significantly to the PaxDB database yet while standard AP-MS has), it also suggests that BioID facilitates the isolation of proteins difficult to purify by established biochemical approaches.\n Complete dotplot representation can be seen in supplementary Figure 6. (B) Box plot representation of PaxDB abundance for H2B and H3 interaction partners detected by BioID and AP-MS.\n",
    "28365733": " Additionally, miRnalyze can sort miRNAs according to the seed-match types and TargetScan Context ++ score, thus providing a hierarchical list of most valuable miRNAs. Furthermore, in order to provide users with comprehensive information regarding miRNAs, genes and pathways, miRnalyze also links to expression data of miRNAs (miRmine) and genes (TiGER) and proteome abundance (PaxDb) data.\n We have also linked expression data for each target member in various human tissue by using TiGER database. Additionally, we have linked proteome abundance data for each protein by using PaxDb database.\n",
    "28883394": " These proteins have diverse and unrelated functions and none have known roles in thiol exchange mechanisms. The prominent protein observed by SDS–PAGE at ~50 kDa may be ENOB, which has a molecular mass of 47 kDa and is highly abundant in cells (in the top 5% of protein abundance based on the PaxDb Protein Abundance database).\n",
    "28992099": " If the tRNA gene annotations for one organism were consistent in the three databases, we deemed it as reliable and then employed this organism in further analysis. Nucleotide and protein sequences were downloaded from GenBank, and protein abundance values were acquired from PaxDb.\n Among 410 organisms filtered for reliable tRNA gene annotation, 376 archaea and bacteria were chosen to perform the analysis of correlation between TAAI and genome sizes. When comparing the TAAIs among proteins within a specific genome, we analyzed the protein abundances and TAAIs in six model organisms, which have integrated abundances in PaxDb.\n",
    "24465218": "Data on protein abundance were taken from PaxDb (H.\n",
    "24493033": "",
    "24802001": " PRIDE also features several popular tools and allows easy integration of user data into different workflows. Repositories like Model Organism Protein Expression Database (MOPED), PaxDB, is focused on protein expression information while MassBank and neXtProt represent an extra layers of information on top of the experimental data from MS.\n",
    "25102178": "",
    "34527192": "Protein abundance data for the analyzed human proteins was taken from PaxDB.\n",
    "26493371": "",
    "26370937": "",
    "29165593": " QMS was not included in previous releases due to poor coverage of open access data, but this has changed in recent years. QMS data sets for Homo sapiens, Mus musculus, Arabidopsis thaliana and Danio rerio were obtained via PaxDB (v.\n0). PaxDB is a database hosting a collection of standardized mass spectrometry datasets across different species and conditions/tissues.\n",
    "30351420": " We retrieved protein abundance data of E. coli K-12 MG1655 from the integrated data set of PaxDb 3.\n",
    "27898662": "",
    "27447048": "",
    "32051772": " xylosoxidans. This was accomplished using the protein abundance database tool PaxDb.\n",
    "39828902": "The Protein Abundances Across Organisms database (PaxDb) is an integrative meta‐resource dedicated to protein abundance levels in tissue‐specific or whole‐organism proteomes.\nThe Protein Abundances Across Organisms database (PaxDb) is an integrative meta‐resource dedicated to protein abundance levels in tissue‐specific or whole‐organism proteomes. PaxDb focuses on estimated abundances for proteins and provides abundance values for each protein in “parts per million” (ppm) relative to all other proteins in the cell.\n Data sets reported in the proteomics analyses by Kim et al. were obtained from PaxDb (https://pax‐db.\n Expression of catalytically inactive PI5P4Kα mutants can suppress PI3K activation as effectively as WT PI5P4Kα. Based on the proteomic database PaxDb, the absolute cellular protein levels of PI5P4K exceed those of PI4P5Ks in most cell lines and tissues, suggesting that the scaffolding role of PI5P4K/type II PIPKs to suppress PI4P5Ks/type I PIPKs may affect the interpretation of KO/KD studies.\n",
    "27679670": "",
    "32973167": "Experimentally determined operonic positions were obtained from ODB4. Protein abundance data were obtained from PaxDb.\n",
    "30023583": "",
    "30355764": " The inclusion of 13 species studied herein (covering Cyanobacteria, Deinococcus-Thermus, Firmicutes, Proteobacteria, Tenericutes, and Spirochaetes) is thus predicated on the availability of usable RNA-Seq datasets in NCBI’s GEO database (see Materials and Methods for additional details). Additionally, the availability of protein abundance data in PaxDb for all species studied allow us to investigate the effect of SD:aSD complementarity on protein production in real genes.\nFor each species, our characterized 3′ TAILs (Table 1) were used as the complementary sequence in identifying putative SD sequences. To ensure that determined putative SD sequences are from real genes, we map protein IDs in PaxDb 4.\nFollowing our two criteria, we have characterized the 3′ TAIL in 13 out of 26 species in PaxDb (Table 1).\n",
    "24024827": "To examine if Gro/TLE factors could serve as proximal interacting partners, linking Tbx20 to chromatin remodeling complexes, we estimated the relative enrichment of proteins within the interaction network. As previously described , the relative protein enrichment within the immunoisolates was estimated by normalizing their relative protein abundances (NSAF values)  to their proteome abundances from the PAX database (pax-db.\n",
    "29538462": "A protein abundance database search (https://pax-db.\n",
    "25393560": " In order to predict copy number weighted folding time distribution, we gather proteins for which both the structure and abundance information are available. We cross reference the curated list of proteins with available structure, described above, against the integrated list from PaxDB database.\n categorizes proteins (and their domains) based on a single abundance scale. We cross reference the combined list against the integrated list of abundance from PaxDb yielding a total of 848 E.\n",
    "37151874": "RNA expression data of testes and other organs from FANTOM5, GTEx and HPA3.Protein expression data of testes and other organs from PaxDB and ProteomicsDB \t1.\n",
    "25023996": "",
    "25222838": "",
    "25326319": "",
    "38534847": "The datasets consist of two types of human proteins: human cytoplasmic proteins with high abundance and extracellular proteins. First, we collected cytoplasmic proteins with the highest abundance level from the PaxDb database, which is a collection of experimental data on protein abundance.\n",
    "28878234": "e., healthy tissues) in the analysis of a publicly available database (http://pax-db.\nProtein expression levels of IL-7R, CD19, CD22, CD3e, HER2 and EGFR across tissues were obtained from the PaxDB.\nac.uk/arrayexpress; E-MEXP-3916) or PaxDB (http://pax-db.\n",
    "29100281": " A survey of Oncomine reveals that RECQ1 is overexpressed and amplified in many clinical cancer samples versus normal samples. In human cells, RECQ1 is ranked amongst the top 5–25% most abundant proteins in Protein Abundance Database, PaxDb.\n",
    "39641026": "The tetrameric form of MabR observed in in vitro assays might be an artefact of the high protein concentrations used, which may exceed physiological levels. However, data from the PaxDb protein abundance database (version 5.\n",
    "25086000": " We translated coding regions into protein sequences and counted the frequency of occurrence of each amino acid, assuming that all proteins are equally abundant (supplementary table S1, Supplementary Material online). Data set DS2 was derived from the PaxDB database for protein abundances.\n",
    "40017606": " The swift advancement of proteomics has led to an array of downstream bioinformatics analysis techniques, elucidating the intricate relationship between protein regulatory mechanisms and phenotypic behavior at the molecular level. Currently, proteomic data comes from almost all model organisms and is stored in public databases such as PaxDB.\n",
    "25308280": "Aggregate proteomics data for yeast AEATases: cellular abundance in ppm from different proteomics studies after searching the PaxDb S.\nthegpm.org\t310\t3\t79\t \tde \t209\t0\t3\t \t\t57\t13\t–\t \t\t86\t–\t–\t \tPaxDb integrated dataset \t113\t0\t2\t \t.\n",
    "25658937": "",
    "27213804": "1 region from the major populations of the 1000 Genomes Project Phase I (Supplementary Figure 2) suggest two potential candidate genes with the most likely biological rationale for a role in platelet aggregation: B4GALT2 and ST3GAL3. Importantly, the PaxDB integrated proteomics dataset indicates that both B4GALT2 and ST3GAL3 are predominantly expressed in plasma and platelets and both enzymes are type II golgi membrane-bound glycoproteins involved in post-translational modification and processing.\n",
    "35153570": "",
    "29425030": "g., the PaxDb protein abundance database); therefore, if there is no pool of free eIF2-GDP, eIF2B must displace eIF5 from eIF2-GDP, before it can promote nucleotide exchange.\ng., the PaxDb protein abundance database), the excess of eIF2 seems unlikely in most cell types.\ng., the PaxDb protein abundance database).\n",
    "29694882": "",
    "26986850": "The parameters used for the simulations in Fig 2 are summarised in S1 Table. For G protein:GEF interactions, parameters measured for the Ran:RCC1:RanGAP1 system were used; concentrations of Ran and RCC1 were estimated from the PaxDB database scaled by an estimate of the total concentration of proteins given by; concentrations of nucleotides were taken from.\n",
    "28832133": "",
    "25158685": " Well-established databases for proteomics data are the Global Proteome Machine Database (GPMDB), PeptideAtlas, and the PRIDE database. Additionally, at present there are other resources (many of them recently developed) such as ProteomicsDB, MassIVE (Mass Spectrometry Interactive Virtual Environment), Chorus, MaxQB, PASSEL (PeptideAtlas SRM Experiment Library), MOPED (Model Organism Protein Expression Database), PaxDb, Human Proteinpedia, and the human proteome map (HPM).\nmpg.de/mxdb/\t \tPaxDb (May 2014)\t–\t–\tLow level\t10 482 Proteins143 456 PeptidesApproximately 24 million spectra\tA.\n tropicalis, O. sativa\tX\t–\thttp://pax-db.\n sativa\tX\t–\thttp://pax-db.org/api/search?q=human\thttp://pax-db.\n3.11 PaxDb.\nThe first version of the PaxDb resource (http://pax-db.\norg/) was published and released in 2012. PaxDb is a database dedicated to integrate information on absolute protein abundance levels, based on a deep coverage of the proteome, consistent data postprocessing, and enabling comparability across different organisms.\n PaxDb is a database dedicated to integrate information on absolute protein abundance levels, based on a deep coverage of the proteome, consistent data postprocessing, and enabling comparability across different organisms. PaxDb is a meta-resource since it takes the information previously published in data repositories, such as PRIDE and PeptideAtlas, and does not accept any direct data submissions.\nThe current PaxDb pipeline analyzes the spectral counting information from PeptideAtlas builds—that is, which peptides have been identified and how often over the whole build.\nThe current PaxDb pipeline analyzes the spectral counting information from PeptideAtlas builds—that is, which peptides have been identified and how often over the whole build. This part of PaxDb's data import is entirely based on the original scoring and quality cutoffs implemented by PeptideAtlas.\nThe PaxDb website allows an ad hoc query of a protein family of interest, allowing multiple proteins requests simultaneously, as well as browsing and comparing complete datasets.\nThe PaxDb website allows an ad hoc query of a protein family of interest, allowing multiple proteins requests simultaneously, as well as browsing and comparing complete datasets. In addition, the user queries are searched against the annotations of all proteins in PaxDb using a full-text search.\n Additionally, the most abundant proteins in the organism are also listed. The PaxDb protein view shows a brief description of the protein functional role as annotated by UniProt and/or by other model organism databases.\n The species browser allows the navigation through all the proteins for a specific model organism. Furthermore, it shows all the protein abundances in a specific dataset and also for the whole of the PaxDb datasets (addition of all datasets for a given specific species).\n Furthermore, it shows all the protein abundances in a specific dataset and also for the whole of the PaxDb datasets (addition of all datasets for a given specific species). All PaxDb data are freely available.\nuniprot.org/database), which cover PRIDE, PeptideAtlas, MaxQB and PaxDb, but also others such as PhosphoSitePlus.\nTo illustrate this idea, we studied the protein expression evidences for the UniProtKB/Swiss-Prot human proteome, including only canonical sequences (release 2014_05, 20,265 entries) in seven resources that have a uniform data processing pipeline: GPMDB, PeptideAtlas, MaxQB, Human Proteinpedia, PaxDb, ProteomicsDB and the HPM.\n(A) Number of UniProtKB/Swiss-Prot human proteins (release 2014_05, 20,265 entries) observed in different proteomics resources that have a uniform data processing pipeline (GPMDB, ProteomicsDB, PeptideAtlas, HPM, PaxDb, MaxQB, Human Proteinpedia; PRIDE is not included); (B) Venn diagram representing the human protein identifications observed in GPMDB, PeptideAtlas, and ProteomicsDB; (C) Area chart showing the distribution of the number of PRIDE assays for those proteins present in three, two, and one proteomics resources, or for those proteins not identified at all.\n",
    "23840627": " Reliable clarification of the origin of non-secreted cellular proteins will require additional experiments and will depend on methods with detection sensitivity higher than shotgun proteomics in particular in case of those revealed by only one or a few peptides. A provisional estimate based on our histone peptide counts and PaxDb data concerning humans suggested that tissue leakage into our hemolymph samples has occurred to a comparable extent as apparent in case of human plasma.\n",
    "25689132": "From the network perspective SSB1 and SSA1 are obvious targets for analysis as they are the two biggest hub proteins in the chaperone network, with 3269 and 2489 client‐protein links, respectively, as well as interactions observed with over 40 other chaperones 7. They are also highly abundant in unstressed yeast cells, estimated at 8178 ppm for SSA1 and 2320 ppm for SSB1 (in the top 5% of yeast proteins by abundance according to PaxDB) 13.\n Any missing kdeg values where replaced by the geometric mean across the entire turnover dataset; this was to ensure the mean kdeg of the dataset remained unchanged. Protein concentrations were taken from PaxDB 13, using those reported from the de Godoy SILAC dataset 44.\n Workload was calculated using the same approach reported previously 8, 32 that presumes that in steady state the net change in protein concentration is zero, and hence we can estimate the synthesis rate of individual substrates using known protein half‐lives 51. Using protein abundances reported in PaxDB 13, the workload equates to a folding flux (number of molecules synthesized per min), which constitutes the work to be met by the chaperone pool.\n",
    "27810968": "The different protein subsets (electronic supplementary material, table S1) were uploaded to the PaxDB site and their organismal abundance was retrieved from the Human PaxDB integrated dataset.\n",
    "31484958": "Normal protein abundances harvested from the PaxDb database for molecules involved in the macrophage polarization process.\nIn bifurcation analyses, we have subjectively classified STAT1, STAT6 and NFκB concentrations into Low, Medium, and High. To have a rough estimate, the average natural concentrations of these proteins according to PaxDb were considered as Medium level.\n",
    "36888590": "",
    "30234483": "",
    "34919538": "",
    "24003031": "Protein abundances were retrieved from the integrated whole organism Human PeptideAtlas, as assembled in http://pax-db.\n",
    "25199834": "",
    "38651096": "0 defaults to considering it as a monomer, similar to the approach taken by AutoPACMEN and GECKO. To calculate the f value, we provide a computational function that takes the model and protein abundance data (accessible from PAXdb or determined through experimentation) as inputs, enabling direct computation of the f value.\n coli. The initial model utilized iML1515R and protein abundance data from PAXdb.\n",
    "29128334": "",
    "28369658": " Finally, Spearman's correlation was computed between the expression profiles of all pairs of genes. Additional protein abundance data was obtained from PaxDB (S.\n",
    "28540740": "",
    "26905391": " 2a, inset), suggesting that this type of mutation is likely to be deleterious, consistent with the notion that sGKs fulfil an important role in repressing cryptic APRs. In addition, we analysed PaxDB, an integrated database for the natural abundance of human proteins, comparing the abundances of proteins that contain disease-associated and neutral mutations that affect sGKs (Fig.\n",
    "28779005": " For the other 311 enzymes in the model, the overall mass constraint previously mentioned was used, limiting the sum by 0.036 g gDW−1, which represents the remaining mass in the model according to PaxDB (see the Materials and Methods section).\n To achieve this, we introduced an additional pseudo‐metabolite that represents an aggregated pool of all enzymes present in the model. This pseudo‐metabolite's usage has an upper bound equal to the total protein content P total (g gDW−1) multiplied by a fraction f, which represents the mass fraction of enzymes that are accounted for in the model according to PaxDB (Wang et al, 2012) [equal to 0.\n",
    "29019919": "",
    "25639645": "",
    "39402662": " 2A, but aORFs and CDSs for which we detected a peptide product are colored in dark blue or dark orange, respectively. B Ribo-Seq landscape of the CDSs colored according to their protein abundance in ppm as provided by PaxDb.\n Interestingly, all of them were detected with proteasome inhibition, with only 2 being also detected under standard conditions. We then extracted protein abundances from the PaxDb database, a curated meta-resource that integrates multiple mass spectrometry datasets for which abundances were reprocessed, unified, and scored (Fig.\n 3B). 80% of the low- and intermediate-FIR CDSs were detected in the MS data of PaxDb.\n",
    "35186042": " Specialized databases exist for the different omics data. PRIDE, Peptide Atlas, ProteomicsDB, GPMDB, JPOST repository, MassIVE, PAXDB for proteomics, MetaboLights, MetabolomeExpress, MetabolomicsWorkbench, GNPS for metabolomics and EGA, EVA for genomics are examples of available omics databases.\n",
    "29323144": "Data Source\tReference\tProtein #\tEvidence\tTissue Source\t \tPaxDB\thttp://pax-db.\nWhilst there is an abundance of data that list entire species proteomes, upon investigation it has become apparent that data on tissue specific proteomes is severely lacking. Currently, information on the identity of tissue/organ specific proteomes can only be found in two databases; the Human Protein Atlas (HPA), which relies heavily on transcriptomics and does not organise its data according to proteomic evidence and PaxDB, which collates mass spectrometry (MS) data where the primary data source and complete experimental detail cannot be accessed.\n Currently, information on the identity of tissue/organ specific proteomes can only be found in two databases; the Human Protein Atlas (HPA), which relies heavily on transcriptomics and does not organise its data according to proteomic evidence and PaxDB, which collates mass spectrometry (MS) data where the primary data source and complete experimental detail cannot be accessed. We searched for data on cartilage, aorta and skin proteomes, for both cartilage and aorta only a few MS papers were found all containing differing numbers and identities of constituent proteins and neither had entries on HPA or PaxDB.\n We searched for data on cartilage, aorta and skin proteomes, for both cartilage and aorta only a few MS papers were found all containing differing numbers and identities of constituent proteins and neither had entries on HPA or PaxDB. HPA, PaxDB and 14 experimental proteomes, primarily MS studies, report on the human skin proteome, whilst these resources each have their own merits, when comparing both the number and identity of proteins listed we found considerable disparities (Table 1).\n There were clear disparities between existing proteomes with regards to the number of proteins, the validation techniques and the tissue sources used. To further assess these resources we compared data from the two proteomics databases HPA (skin enriched) and PaxDB, in addition to the largest MS study we could find in published literature Bliss 2016, classifying each proteome according to protein number, identity and subcellular location.\nOur findings demonstrate disparity in not only the total number of proteins in each database (PaxDB = 4139, HPA = 441 and Bliss 2207), but also the identity of these proteins (Fig.\n When using the ECM proteins identified in Matrisome. DB to highlight skin specific ECM components in PaxDB, HPA and Bliss, only 26.\n (c) Finally we assess the techniques used to evidence protein presence, Mass Spectrometry has evidenced the highest number of proteins, and crucially we have duel evidenced 2011 proteins by both Mass Spectrometry and Immuno-based techniques. (d) Ingenuity was used to count the number of gene hits in each of the top level Kegg pathways for the MSP, Bliss and PaxDB.\nEighty five percent of the proteins characterised in our MSP were also identified in HPA, PaxDB and/or Bliss (Fig.\n Of these 152 proteins, 35% have been additionally assessed with IHC but have not detected protein expression. In common with HPA, PaxDB and Bliss, we identified the fewest proteins in the ECM (Fig.\n The skin diseases included in these pathways are: psoriasis, chronic psoriasis, exanthem of skin, plaque psoriasis, Acne, Dermatitis, advanced stage atopic dermatitis, atopic dermatitis, Netherton syndrome, acne vulgaris, nodular melanoma, keratosis, infection of skin, superficial spreading melanoma, basal-cell carcinoma, hidradenitis suppurativa, senile lentigo, psoriasiform dermatitis, acral lentiginous melanoma cancer, dermatofibroma, seborrheic keratosis. This figure highlights that MSP contains more network connections than the other proteomes assessed (PaxDB and Bliss data in full–Supplementary Fig.\nTo assess the biological functions associated with the proteins characterised in our MSP we used Ingenuity software to highlight the top level functions and compared these to both Bliss and PaxDB (Fig.\n7%, Bliss = 20.4% and PaxDB = 16.\n4%). MSP contains: 105 protein hits for hair and skin development and function compared to 37 in Bliss and 57 in PaxDB and; 204 hits for dermatological diseases and conditions compared to 96 in Bliss and 127 in PaxDB, if we focus on the skin specific functions.\n MSP contains: 105 protein hits for hair and skin development and function compared to 37 in Bliss and 57 in PaxDB and; 204 hits for dermatological diseases and conditions compared to 96 in Bliss and 127 in PaxDB, if we focus on the skin specific functions. Thirty seven percent of the top level biological functions including: Cell Cycle; Cell Death and; Survival and Molecular Transport contain no protein hits in either Bliss or PaxDB compared to MSP which had protein hits in all categories.\n In addition we investigated the Skin diseases pathway in more detail (Fig. 5), this analysis indicates that the MSP contains far more gene hits in the extracellular space than either PaxDB or Bliss (MSP = 60, PaxDB = 26, Bliss = 18 proteins) again indicating that MS analysis alone will lead to incomplete proteomic analysis (Supplementary Fig.\n The MSP is larger than any single MS study and the skin-enriched proteins listed on HPA. Whilst PaxDB does contain more entries in its skin proteome than our database some of these studies include data from cell culture/bodily fluids, which were excluded from our healthy human skin proteome.\n Whilst PaxDB does contain more entries in its skin proteome than our database some of these studies include data from cell culture/bodily fluids, which were excluded from our healthy human skin proteome. An additional issue with the data from PaxDB is the inability to be able to access the primary sources and therefore any data on experimental protocol or sample preparation.\n An additional issue with the data from PaxDB is the inability to be able to access the primary sources and therefore any data on experimental protocol or sample preparation. The majority of the data from PaxDB has been collated from ProteomicsDB, again whilst this is an excellent tool for the collation of MS studies to provide data on the entire human proteome, pulling out the more specific data on tissue/organ specific proteomes is very difficult.\n Whilst HPA does list the terms ‘healthy human skin’ from three samples, no other information is available with regards to the origin of samples used to gather RNA data, and in addition the IHC analysis is not always completed using healthy skin. PaxDB however, does not clearly state how the information about tissue specific proteomes has been collated or where the tissue has been sourced.\n Meaning that any proteins which are commonly abbreviated, such as the late cornified envelope proteins (LCE) and Protein Wnt (WNT) are not present in the list. In addition the LCE proteins have a very limited number of antibodies available for IHC analysis and they also do not appear in any of the MS studies we have analysed, or the entries in PaxDB.\nData were downloaded from Pax.DB (http://pax-db.\nIn order to characterise the functionality of MSP, Bliss and PaxDB we uploaded the gene list of each proteome into QIAGEN’s Ingenuity Pathway Analysis (IPA, QIAGEN Redwood City, www.\ntxt format from the Tree View section and then posthoc analysis was performed on each category to count the number of gene hits in the top level function, duplicate genes were deleted to remove replicate data. This count was then standardised as a percentage of the total number of proteins available in each database (PaxDB, Bliss and MSP).\n This count was then standardised as a percentage of the total number of proteins available in each database (PaxDB, Bliss and MSP). The Network analysis was performed on Dermatological Disease only by selecting these catelgories and exploring the network pathways for MSP, Bliss and PaxDB, these were then sorted by subcellular location to produce the network pathway diagrams (Fig.\n",
    "29416018": " Data are presented as ranking. Data were obtained from http://pax-db.\n Pyruvate kinase and Eukaryotic initiation factor 4A-1 were the two proteins detected with the highest scores. To clarify whether the 2c-biotin modified proteins, identified by mass-spectrometry, reflect their relative abundance, we interrogated the protein abundance database PaxDb (http://pax-db.\n",
    "28944079": " For convenience, protein concentrations used in these models are often derived from biochemical determinations of average molecule numbers per cell. These data are collected in PaxDB, a comprehensive Protein Abundance Database, which contains the publicly available experimental data of whole genome protein abundance averages across organisms and tissues, ranging from the budding yeast Saccharomyces cerevisiae to Zea mays to Homo sapiens.\n",
    "34373465": " We used the latest protein abundance dataset for S. cerevisiae available in PaxDB to compute this fraction as .\n",
    "28288557": " Briefly, the computation consisted of the frequency count of each bicodon in two samples of coding sequences, one sample associated with lowly abundant proteins and the other sample associated with highly abundant proteins. The sequences constituting each sample were selected according to their abundance, based on the genome-wide protein abundance database (Paxdb).\n",
    "28759574": "02-0.26 ppm based on PaxDb version 4) and thus unlikely to be detected via shotgun mass spectrometry (MS) after SILAC labelling (SILAC-based MS).\n",
    "23420633": " In part, this is due to our targeted approach that selects unique peptides wherever possible, avoiding peptides shared between several closely related proteins. We are also able to offer an upper limit on three SMALL class chaperones that no other method has yet reported, according to PaxDB.\nDendogram of chaperone quantification values from different experimental methodologies. All but the QconCAT, Q-Exactive Hi3 and HDMSE datasets were obtained from PaxDB.\n All but the QconCAT, Q-Exactive Hi3 and HDMSE datasets were obtained from PaxDB. All protein abundance values are expressed as ppm for comparisons with PaxDB data, assuming 60 million protein cpc in total for the QconCAT, Q-Exactive Hi3 and HDMSE datasets.\n Indeed as noted above, the CCT complex is poorly represented in the eptitope tagging studies though it is present in most of the MS-based quantification studies. Figure 4 shows the eight major CCT proteins quantification values, expressed in ppm (for the purposes of this paper 1 ppm ≅ 60 cpc), extracted from the PaxDB database.\n The CCT complex is formed by an 8-mer of subunits forming a ring structure and is expected to retain a 1:1 stoichiometry between subunits. All protein abundance values are expressed as ppm for comparisons with PaxDB data, assuming 60 million copies in total for the QconCAT, Q-Exactive and HDMSE datasets.\n 4. Although it is difficult to directly compare the methods since they are converted to ppm values in PaxDB with somewhat arbitrary conversion factors, we can make direct comparisons of those reporting absolute quantitative values in cpc.\nHere, and for all further calculations, we use the filtered high-quality set of 3649 interactions rather than the complete set from Gong and colleagues. We do not have a genome-wide SRM-based quantitative dataset from QconCATs and therefore use the more comprehensive datasets from PaxDB and our own label-free data to capture substrate abundance.\n26 obtained for HDMSE. For all but the Q-Exactive Hi3 and HDMSE datasets, protein abundance data was taken from PaxDB, assuming 1 ppm = 60 cpc.\nSubstrate abundance values were taken from PaxDB for the SILAC-based yeast quantification determined by de Godoy and colleagues 2008 and converted to cpc assuming 60 million protein molecules per cell.\n These are plotted as box-and-whisker plots in Fig. 7, on a log2 scale, grouped by chaperone class, using the PaxDB values from the de Godoy analysis to represent chaperone and target abundance.\n",
    "33556408": "e., one molecule of a given protein per 1 million of all proteins from a given tissue) of the seven human 14-3-3 isoforms, extracted from the PAXdb database.\n",
    "25687964": "",
    "33888706": "modencode.org/celniker/), PAXdb (https://pax-db.\n",
    "30520724": " Ribosomal densities were derived from published ribosome profiling and RNA-Seq data from wild-type yeast cells grown under standard conditions. Protein abundance levels were obtained from the curated PaxDb (Protein Abundances Across Organisms) database and comprise the scaled aggregated estimates over several proteomic data sets.\nstanford.edu/group/frydman/codons\t\t \tOther (Deposited Data)\tScaled estimates of yeast proteomic data\t\thttp://pax-db.\n We excluded transcripts that had no RNA-Seq reads mapping to their ORFs in our analysis. Protein abundance levels came directly from the curated PaxDb (Protein Abundances Across Organisms) database and are the scaled aggregated estimates over several proteomic data sets.\n",
    "35259019": "",
    "31101858": "43), and the number of coding sequences are 1563; 4479; 2136, respectively. Measured protein abundances are log-transformed values from PaxDb database’s common abundance metric in parts per million (ppm), for E.\n",
    "29703890": " The abundance distributions of all glycoproteins identified using either the DBA or BA beads are displayed in Fig. 5c (abundances from an online database (PaxDb)).\n",
    "26488303": "",
    "28364038": "Protein abundance data were retrieved from PaxDB at www.\nProtein abundance data were retrieved from PaxDB at www.pax-db.\n coli in order to maximize coverage and consistency scores. We downloaded the paxdb-uniprot-links file relevant to the species (e.\ng., 224308-paxdb_uniprot.\nGenes were delimited as HEGs or LEGs on the basis of two metrics: steady state protein abundance levels taken from PaxDB, and ITE (Index of translation elongation) scores computed with DAMBE using the default reference files for E.\n For E. coli, we have used proteomic data from deposited at PaxDB, and transcriptomic data in RPKM (reads per kilobase per million matched reads) from the wild-type strain of E.\n For B. subtilis, the proteomic data are from deposited in PaxDB and transcriptomic raw counts for three wild-type replicates were downloaded from BioProject PRJNA319983 (GSM2137056 to SM2137058), and then normalized to RPKM.\n",
    "27860220": " We hypothesized that the phosphatase-insensitive biotin tag will allow K-BILDS to enrich substrates irrespective of cellular abundance. The known abundances of K-BILDS hits in HeLa cells were obtained from Pax-db database (pax-db.\n",
    "28193641": " Additionally, we compared these average log2 fold change values against a variety of biological parameters using Spearman rank correlation. These parameters included RNA‐seq expression levels in YPEG (Jiang et al, 2014), protein abundance data obtained from PaxDb (Wang et al, 2012), the number of physical and genetic interactions determined by counting the number of unique interacting partners listed on SGD, as well as a variety of other parameters listed on SGD including the codon adaptive index (CAI), codon bias, Frequency of Optimal Codons (FOP), hydropathicity of protein (GRAVY score), aliphatic index, instability index, isoelectric point (pI), protein length, and molecular weight.\n",
    "28857745": "",
    "37140060": " Whether this striking effect happens in vivo is debatable since the cellular content of PanZ seems considerably less than that of PanD. Mass spectral analyses collected in the PaxDB database argue that PanZ levels are 3 to 6-fold lower than those of PanD.\n",
    "29107333": "",
    "25927823": "Protein abundances were extracted from the Pax database using the available integrated datasets http://pax-db.\ntxt for S. cerevisiae, http://pax-db.\ntxt for C. elegans, : http://pax-db.\ntxt for D. melanogaster, http://pax-db.\ntxt for H. sapiens, http://pax-db.\ntxt for E. coli and http://pax-db.\n",
    "36368412": "",
    "27629639": "",
    "33753504": " The protein abundance data for L. lactis and yeast came from the same sources as the turnover data; the abundance data for Arabidopsis were from PaxDb.\n Arabidopsis leaf protein turnover rates were taken from ref.; protein abundances in parts per million units were taken from PaxDb and were converted to a weight basis by assuming that protein content is 15 mg⋅g−1 fresh weight and that dry weight is 12% of fresh weight (Dataset S3).\n",
    "33809541": "To find out more on how this challenge is handled in the field, we focus on the subset of 78 proteins from our consolidated dataset of human LLPS divers, with available in vitro LLPS measurements and concentration values (Figure 2D). Next, we compare the concentrations of these proteins used in the in vitro LLPS experiments to their cellular abundance levels, measured in mass spectrometry (MS)-based quantitative proteomics studies, obtained from PaxDb.\n3, for details and Supplementary Table S3 for the assembled dataset). Tissue-specific and cell-line integrated abundance values retrieved from PaxDb, available for 75 proteins of the consolidated subset, were converted to concentrations using a published formula and plotted for the same set of proteins for comparison (see Methods Section 3.\ng., Csat) at which a protein undergoes LLPS can be used to deduce that the observed process is physiologically relevant, we decided to compare only the lowest in vitro concentration where a given protein was observed to phase separate (ideally, Csat) to the highest of its PaxDb-derived cellular concentrations.\nThis second comparison (see Supplementary Figure S2) reveals that only 25 of the 75 proteins (33.3%) could undergo LLPS in vitro at a concentration that is within the range of its PaxDb-derived cellular concentrations (their lowest in vitro concentration is lower than the highest PaxDb value).\n3%) could undergo LLPS in vitro at a concentration that is within the range of its PaxDb-derived cellular concentrations (their lowest in vitro concentration is lower than the highest PaxDb value). For the remaining proteins, the lowest in vitro concentration was higher than the corresponding highest PaxDb concentration by less than (17 proteins; 22.\nFirst, we note that the cellular protein abundance values obtained from PaxDb are derived from quantitative proteomics studies that measure the number of protein copies per cell.\n This assumption seems to be the premise for using measures or estimates of in vivo local protein concentrations to define the protein concentration range used in a sizable fraction of the in vitro studies. However, it is not always clear what they represent: do they refer to the concentrations inside the condensates or do they also include the surrounding local ‘bulk’ proteins? In either case, they are expected to be significantly higher than the corresponding PaxDb values.\nAmong our studied LLPS driver proteins, local translation reportedly applies to postsynaptic-density (PSD) proteins in nerve terminals, such as PSD-95 (gene DLG4), SynGAP (gene SYNGAP1), Homer-3 (HOMER3), and Synapsin-1 (gene SYN1), which reach local concentrations of ~100 μM in quantitative proteomics studies of purified postsynaptic densities and nerve terminals. These high local concentrations justify the use of the respective in vitro LLPS concentrations over those of the much lower PaxDb-derived cellular concentrations (1.\n062 μM for PSD-95, SynGAP, and Homer-3, respectively). Examples of very high local in vivo concentrations of LLPS drivers due to being specifically anchored to repetitive binding sites on larger, slowly-diffusing macromolecular entities in the cell (such as RNA, DNA, or membranes), include the RNA polymerase II subunit encoded by gene POLR2A, for which all PaxDb-derived concentrations are below 0.\nProteomics-derived protein abundance values were obtained from the integrated datasets of PaxDb, the Protein Abundance Database (version 4.\n1). To this end, UniProt ACs provided by the LLPS databases were mapped onto Ensembl protein IDs and abundance data available for the latter have been retrieved from PaxDb.\n If there were multiple available (tissue-specific or cell line integrated) abundance values for a protein, we accepted all to gain distribution of data rather than a single data point. The PaxDb abundance values reported in ppm (parts-per-million) as units were converted to micromolar concentrations using the below formula Equation (1) from, where k ≈ 3·106 proteins/fL, the Avogadro constant NA = 6.\n This allowed comparisons with the in vitro applied LLPS protein concentrations retrieved from LLPSDB and the literature. For some of the gene products, like those of the LAT (transmembrane), SYN2 (membrane-anchored), and YTHDF3 genes, PaxDb did not have any abundance values, so we only show the concentrations reported for their in vitro LLPS experiments in the concentration graphs without a comparison.\nThe publications reporting on the in vitro LLPS experiments performed for human LLPS proteins were screened for author statements referring to published or calculated estimates of the physiologically relevant cellular or local concentrations of the investigated proteins. These concentrations were collected (where available) and used as reference values besides PaxDb-derived abundance-based concentrations.\nFor the abundance comparison depicted in Figure 4, the highest tissue- or cell line-specific integrated PaxDb value was obtained for each human protein with such PaxDb data in ppm (approximately the full proteome), and their frequency distribution was used as a reference to be compared to the highest abundances of LLPS driver proteins.\nEndeavoring to explain our findings on the systematically higher concentrations reported in in vitro LLPS studies than those measured for whole cells derived from quantitative proteomics (Figure 3) revealed that this trend is mainly due to the fact that in vitro studies often strive at reproducing the cellular context, albeit only imperfectly. Given that most LLPS-driver proteins display highly restricted patterns of subcellular localization, where they may encounter and interact with other (often) unbeknown cellular components, in vitro studies employ measurements or estimates of protein concentrations in local cellular niches to design their experiments, which are indeed expected to be much higher than the corresponding PaxDb values.\n Given that most LLPS-driver proteins display highly restricted patterns of subcellular localization, where they may encounter and interact with other (often) unbeknown cellular components, in vitro studies employ measurements or estimates of protein concentrations in local cellular niches to design their experiments, which are indeed expected to be much higher than the corresponding PaxDb values. Although these estimates are often imprecise because effective niche concentrations cannot be reliably measured by current quantitative proteomics techniques, they still represent effective (local) concentrations much better than PaxDb-derived values.\nProtein concentrations applied in in vitro LLPS experiments frequently exceed those calculated from proteomics-derived cellular protein abundances. Comparison of protein concentrations used in in vitro LLPS experiments (in blue), concentrations calculated from proteomics-derived cellular protein abundances stored in the PaxDb database (tissue-specific integrated values in orange and cell-line integrated values in green), and local concentrations estimated or referred to by authors (in red) for human LLPS driver proteins integrated from the three LLPS resources and filtered for in vitro verified true LLPS (co)drivers.\n Functional groups of the proteins are indicated on the top of the figure. For the products of genes LAT, SYN2, and YTHDF3, PaxDb concentration values were not available.\nHuman LLPS driver proteins are of relatively low abundance compared to the proteome average. The highest tissue- or cell type-specific integrated abundance value was derived for each human protein from PaxDb.\n",
    "38228169": "",
    "27605518": "Pax-Db data collection.\nWe collected the complete bacterial dataset from the Protein Abundance Across Organisms Database (Pax-Db) in August 2015.\n This resource contains protein abundance measurements for 26 different bacteria. When multiple datasets were available for a particular organism, we chose the “Integrated” dataset, which is the result of Pax-Db curators integrating the various protein abundance data sources based on coverage and quality.\n",
    "31404336": " mRNA concentration and half-life are negatively correlated. Cytoplasmic proteins have higher abundance (Figure 2B, VI; PaxDB) in keeping with, mRNA concentrations being positively correlated with protein abundance.\n",
    "35203269": "",
    "34755100": " Information on the proteins requiring the modeled cofactors lipoic acid, biotin, Fe/S and heme, was obtained from the literature and the UniProt database and was used to construct reactions incorporating the cofactor into the proteins modeled. For unmodeled proteins, an integrated proteomics data set of relative protein abundances from PaxDb, with a coverage of 96 % of yeast proteins was used to estimate the protein levels, and thereby the cofactor requirement.\nThe total amount of enzyme was limited by introducing a pseudometabolite that represents an aggregated pool of all enzymes in the model. The usage of this pseudometabolite is limited by the total protein content, Ptot (g/gDW), multiplied by the mass fraction, f, of enzymes accounted for by the model based on abundance data from PaxDB, and the average in vivo saturation of all enzymes, σ.\n",
    "34661528": "",
    "32449593": " If this is the case, we would expect to observe differential biases for proteins that are highly abundant than for lowly abundant proteins. We examined the association between protein abundance and C‐terminal biases in 13 bacterial species for which at least 40% of the proteins had experimental abundance value from the PaxDB database (Wang et al, 2015).\n7\tHuerta‐Cepas et al (2017)\t\t \tNCBI RefSeq (database)\tO'Leary et al (2016); Haft et al, (2018)\t\t \tPSORTb v3.00 (database)\tPeabody et al (2016)\t\t \tpaxDB release 4.\nProtein abundance datasets were downloaded from the paxDB database release 4.\n We selected the 24 bacterial species that were also present in our RefSeq‐based database based on NCBI taxa id. Protein sequences were matched in two steps, first by matching paxDB ids to UniProt ids using the paxDB provided mapping file, then by matching UniProt ids to RefSeq ids using the UniProt mapping file.\n Protein sequences were matched in two steps, first by matching paxDB ids to UniProt ids using the paxDB provided mapping file, then by matching UniProt ids to RefSeq ids using the UniProt mapping file. We obtained 62,093 RefSeq proteins (out of 78,483 in total) with at least one paxDB protein match.\n We obtained 62,093 RefSeq proteins (out of 78,483 in total) with at least one paxDB protein match. For the RefSeq proteins with multiple paxDB protein matches (1,515 cases), the average protein abundance was computed.\n From the 24 species, only those where at least 40% of RefSeq protein sequences were assigned to an abundance value were kept (13 species, 40,002 RefSeq sequences, 26,935 with abundance value). Protein abundance values from the paxDB were given in relative values of part per million (ppm), which we assumed could be directly compared between species.\n",
    "38452769": ", Ltd.\tN411\t \t\t \tDeposited data\t \t\t \tNJU-seq for rRNA sites\tThis paper\tSRR13333771, SRR13333776, SRR13333787 to SRR13333788\t \tNJU-seq for mRNA sites\tThis paper\tSRR13333772 to SRR13333775, SRR13333777 to SRR13333784, SRR13314941 to SRR13314946, SRR13314948, and SRR13314949\t \tRNA-seq\tThis paper\tSRR27559296 to SRR27559301\t \tHeLa protein abundance data\tPaxDb\tExperiment ID 182\t \t\t \tExperimental models: Cell lines\t \t\t \tHeLa\tShanghai Institute of Cell Biology, Chinese Academy of Sciences\tSCSP-504\t \tHEK293T\tShanghai Institute of Cell Biology, Chinese Academy of Sciences\tSCSP-502\t \tA549\tShanghai Institute of Cell Biology, Chinese Academy of Sciences\tSCSP-503\t \tNeuro-2a\tShanghai Institute of Cell Biology, Chinese Academy of Sciences\tSCSP-5035\t \t\t \tOligonucleotides\t \t\t \tSee Tables S5 and S6\tThis study\tN/A\t \t\t \tSoftware and algorithms\t \t\t \tCutadapt 2.\nThe HeLa protein abundance data were downloaded from the Protein Abundances Across Organisms (PaxDb, Experiment ID 182) .\n",
    "28945738": "",
    "29106597": "Protein abundance and expression level are important factors to consider when calculating energetic costs. Unfortunately, for most of prokaryotes with completely sequenced genomes neither protein abundance nor expression have been directly characterized, for example, there are only two archaeal entries in the major protein abundance database, PaxDB.\n",
    "33432359": "Protein abundance data for all species were obtained from the whole-organism integrated data sets available in the PaxDB v.\n",
    "39877981": "",
    "40307207": " The percentages of predicted structural disorder of proteins were obtained from the RAPID server. The protein abundances in Jurkat cells were extracted from PAXdb.\n",
    "26804901": "We mapped all protein complex subunits in our dataset against the sequences of prokaryotic proteins from PaxDB v4.\n",
    "36993308": "",
    "35063075": "",
    "35705054": "edu/). Protein abundance information was found from the PAXdb database.\nuconn.edu/\t \tPAXdb\t\thttps://pax-db.\n",
    "38421032": " 4), utilizing the additive properties of the used fitness estimates. Individual protein fitness effects were then weighted by their relative protein abundance () from PAXdb to estimate their contribution to the total amount of proteins produced as a means to approximate protein importance independent of protein function and environmental factors.\nRelative synonymous codon usage (RSCU) was calculated from the top 5% expressed using integrated data from PAXdb for E.\n Protein-specific fitness effects () were calculated as the sum of the site-specific fitness effects () weighted by the relative contribution of a protein to the proteome based on its abundance. Relative protein abundance  of a protein was derived from the integrated data from PAXdb for S.\n",
    "31527909": " Hence, we can be confident that ASC frequencies in our HEGs dataset do not exceed those seen in LEGs by this margin. We cannot investigate codon switches in highly and lowly expressed gene groups, as the PaxDb database does not contain compatible data to match the ATGC data we used for this analysis.\nExperimental protein abundance data were downloaded for all genomes available from PaxDb.\n Corresponding whole genome sequence files were downloaded from the European Molecular Biology Laboratory (EMBL) database. PaxDb external IDs and EMBL locus tags were extracted and matched to generate a sample of genomes and genes for which both PaxDb and EMBL sequence data were available (n = 24).\n PaxDb external IDs and EMBL locus tags were extracted and matched to generate a sample of genomes and genes for which both PaxDb and EMBL sequence data were available (n = 24). In these genomes, qualifying genes that feature in the top and bottom quartiles of PaxDb data were defined as highly expressed genes (HEGs) and lowly expressed genes (LEGs) respectively.\n",
    "35858568": " Intrinsic protein disorder was calculated with DISOPRED3. Protein abundances were used from the integrated yeast proteome on PaxDb 4.\n",
    "31841128": "Integrated protein abundance data were taken from PaxDB.\n",
    "37815119": "As PGC separations noticeably augmented the proteome coverage achieved through traditional RPLC-MS analyses, we allowed ourselves to consider the possibility that PGC was sampling deeper into the biological matrix, identifying species lower in abundance. To evaluate this possibility, we referenced the proteins in our dataset against the anticipated expression of all proteins within the human proteome, as provided by Pax-DB (see Supplemental Information, Table S3).\n d) Proteins identified across all fractions sorted and ranked according to expected protein abundance within the human proteome of ~20,000 proteins. Expected abundances are normalized according to quantities estimated in the protein abundance database, Pax-DB (see Supporting Information).\n",
    "36012834": "Previously generated S. cerevisiae label-free total proteome sequencing data were assessed by PaxDB.\n",
    "34665250": " thaliana, and E. coli were retrieved from the PaxDB database, version 4 (integrated data sets were used).\n",
    "32325033": "6 x 10−17), as well as a higher (1.8-fold) average abundance in brain according to PAXdb (students T test P = 4.\n0% as NH3\tFisher\tCat# RABA0020500\t \t\t\t\t \tCritical Commercial Assays\t \tPierce™ Quantitative Colorimetric Peptide Assay\tThermo Scientific\tCat# 23275\t \tPierce™ BCA Protein Assay Kit\tThermo Scientific\tCat# 23225\t \t\t\t\t \t\t\t\t \tDeposited Data\t \tProtein sequences\tUniProt Consortium\tPMID: 29425356\t \tReference complexes\tCORUM\tPMID: 19884131\t \tReference complexes\tIntAct\tPMID:24234451\t \tReference complexes\tGO\tPMID: 10802651; PMID: 27899567\t \tReference complexes\tMetazoan\tPMID: 26344197; PMID: 26870755\t \tReference complexes\tHuman soluble\tPMID: 22939629\t \tFunctional evidence\tMouse Net v2.0\tPMID: 26527726\t \tFunctional evidence\tHuman Subcellular localization\tPMID:28495876\t \tFunctional evidence\tCell type and brain region – Mouse brain Proteome\tPMID:26523646\t \tFunctional evidence\tAllen Brain Atlas – Mouse brain\tPMID: 17151600\t \tFunctional evidence\tRNA-Seq from SRA\tPMID: 21062823\t \tFunctional evidence\tGeneCards\tPMID: 27322403\t \tProtein abundances\tPAXdb\tPMID: 25656970\t \tDisease association\tDisGenNET\tPMID: 27924018\t \tExperimental PPIs\tAP/MS, BF/MS, Y2H\tPMID: 22939629; PMID: 26344197; PMID: 26496610; PMID: 28514442\t \tGene expression\tSc-RNA-Seq\tPMID: 30096314; PMID: 30096299\t \tRNA binding protein assignment\tCensus of RNA binding proteins\tPMID: 25365966\t \tFunctional PPIs\tHuman Net v2.\n",
    "29743515": "The data of protein abundance was acquired from Paxdb (http://pax-db.\n",
    "38797552": " Further proteins were sorted on the basis of immunogenicity and abundance. The PAXdb4.\n The PAXdb4. [2] (https://pax-db.\norg/dataset/5833/943661154) database was used to check the abundance of each protein in the pathogen. PAXdb is the database for protein abundance generated from experimental as well as computational data.\n Once we listed surface proteins from the literature survey, we sorted proteins on the basis of antigenicity and part per million abundances checked by VaxiJen v2.0 and PAXdb, respectively.\n",
    "28150231": "mpg.de/mxdb/\t\t \tPaxDb\tProtein Abundance Across Organisms\thttp://pax-db.\n",
    "37108045": "",
    "28544880": " (B) RNA and protein expression profiles for Commander genes in human cells. Tissue types are shown for which transcripts (source: FANTOM5 project) and protein (source: PaxDB) data are readily available.\n",
    "33476554": "PaxDB – If an individual gene expression value is missing for a particular sample, the harmonic mean of abundance values for that associated protein across all Homo sapiens samples within the PaxDB database is taken.\nIf the associated protein is not available in the PaxDB database, the harmonic mean of abundance values for all proteins across all Homo sapiens samples is taken.\n Imposing the same values for all samples with missing gene expression values acts to prevent artificial differences in FBA model predictions between samples due to missing data. The harmonic mean of PaxDB values is taken since (1) the arithmetic mean tends to overestimate representative values of positively-skewed distributions (as seen with protein abundance values); and (2) the smaller protein abundance estimate of the harmonic mean well characterizes the fact that missing RNA-Seq values are usually at least in part due to low actual mRNA expression.\n",
    "28092656": " Second, all results in mass cytometry rely on antibodies; for this work, all antibodies were thoroughly validated (Supplementary Table 3). Third, we do not measure the abundance range of the studied proteins in cancer cells, however, proteome studies of cancer cells and databases such as PaxDb indicate a range similar to those studied here.\n",
    "31071328": " HPr and its specific partner EIsugar are some of the most highly abundant proteins in the E. coli cytoplasm, with HPr concentrations ~50 times higher than that of EINtr and more than 150 times higher than NPr (integrated whole-genome data taken from the PaxDb protein abundance database, see Materials and Methods).\nThe relative abundance of HPr, NPr, EINtr and EIsugar were estimated using the Webserver PaxDb version 4 (www.\nThe relative abundance of HPr, NPr, EINtr and EIsugar were estimated using the Webserver PaxDb version 4 (www.pax-db.\n",
    "31101498": "",
    "31612854": " The steps were built empirically as we proceeded with our analysis of antibodies for C9ORF72. The workflow is as follows: 1) use PaxDB (https://pax-db.\n We initially sought to screen all commercially available C9ORF72 antibodies by immunoblot comparing parental and KO cell lines. We first referenced PaxDb, a comprehensive proteomic database that provides protein abundance across multiple organisms and tissues/cell lines (https://pax-db.\nBased on this experience we recommend that once immunoblot screens identify a specific antibody for a target of interest, the next step should involve screening panels of cell lines with that antibody to find those with the highest expression levels (Figure 1). While PaxDb appears to be effective to identify appropriate lines to start the analysis it is not infallible.\n One important consideration is the choice of a target-expressing cell line to initiate the studies. We used PaxDb, a proteomic database providing protein abundance across several tissues/cell types (https://pax-db.\norg/), which indicated that C9ORF72 is expressed in multiple cell lines (HEK-293, HeLa, U2OS) at equal or higher levels than brain, a result confirmed by quantitative immunoblot. PaxDb is useful but also limited in several respects.\n First, the reference mass spectrometry data is several years old but with continuing advances in proteomics and cell profiling approaches, it will becoming increasingly more accurate in general to predict appropriate cells lines for analysis. Moreover, PaxDb is limited to specific cell lines.\n In fact LRRK2 is most highly expressed in immune cells. Our study reveals that the highest levels of C9ORF72 are in macrophages and yet we could not determine this with PaxDb as the database has no proteomic data on this cell type.\nWe agree with the limitations of the PaxDb dataset, but are not in a position to generate new MS datasets.\n",
    "32780727": " Proteins profiled in the subproteome contained in segment 4 presented the widest distribution of molecular weight, ranging from 5 kDa to 630 kDa (Figure 2A). A total of 53% of the quantified proteins had reported circulating levels in the literature or the human plasma data set (integrated) from the reference PaxDb4.\n (B) Abundance of quantified proteins from all HP-SEC segments. Only proteins with circulating levels reported in the reference PaxDb4.\n",
    "31790148": " The protein is a candidate biomarker of high disease activity due to its raised number of observations. To assess how abundant this protein is usually in serum, we used the Protein Abundance Database, PaxDb, a comprehensive absolute protein abundance database.\n",
    "40806605": "0; , accessed on 8 November 2024). Protein abundance levels were derived from the PaxDb database version 4.\n",
    "27626670": "",
    "32625236": "",
    "27345611": "Figure 3A compares the most abundant categories (as obtained through relative quantification and gene ontology analysis) of CHO HCPs with those obtained from protein relative abundance data of a murine ovary cell line (http://pax-db.\n",
    "33066324": "R) to programmatically interact with the DisProt’s API, which is accessible at . The protein abundance data were obtained from the database resource PaxDB, a comprehensive absolute protein abundance database.\n",
    "32784707": " For normalizing the amount of cross-linked proteins, we used the E. coli protein abundance dataset of PaxDb.\nThe MS analysis of cross-linked proteins brought up 255 hits (Table S3 (Supplementary Materials)), 76 of which show significantly increased (increased intensity protein, IIP), while 15 show significantly decreased (decreased intensity protein, DIP) interaction potential with ERD14 upon stress (the top 20 IIP and 10 DIP proteins are also presented in Table S4 (Supplementary Materials)). By looking for the natural abundance of ERD14 interactors in the PaxDb database, we found that the proteins in the IIP group have significantly lower E.\n",
    "32857852": " (E) Boxplots showing the size distribution of the interactors. (F) Boxplots showing the abundance distribution of the interactors (PaxDB: GPM, Aug 2014).\nPub1 interactors are longer (Figure 6E), less abundant (Figure 6F) and have a larger number of interactors (Figure 6G) than proteins contacted by ΔPrLD and ΔPS, as found interrogating PaxDB and BioGRID databases.\n",
    "34807903": " (G) Proteomic data from Version 4.0 of PaxDb: Protein abundance data indicating that PQN-59 is a very abundant protein.\n",
    "34897580": " We also aimed to assess the applicability of the method by defining the specific 1CM pathway profile in liver disorders based on the abundance changes of the participating enzymes and, ultimately, to demonstrate the proof-of-principle of the stratification capacity of 1CM as a functional biomarker. All proteins were detected in liver extracts, and the relative abundances were in good agreement with those published in PaxDB and the Human ProteinAtlas resources.\n",
    "29915293": "Integrated protein abundance values for E. coli K12 MG1655 were downloaded from PaxDb.\n",
    "34178454": "In order to estimate biologically relevant protein amounts for each circuit topology we used whole-proteome relative abundance determinations (Table S1) reported by PaxDB.\nWe identified and obtained protein abundances for seventeen PR systems that are present in the PAXDB database and belong to seven different organisms (Table S1).\n",
    "29247194": "We used protein abundance (ppm) data as proxies of gene expression. The integrated datasets were downloaded from PaxDB for E.\n The B. subtilis protein IDs (224308-paxdb_uniprot.\n coli (SRR1232430) are both included under accession GSE56720. The integrated protein abundance data are available at PaxDB (https://pax-db.\n",
    "28336669": "",
    "33237311": " As expected, to rank proteins by their mitochondrial localization likelihood reveals no trend in terms of the GC content of their encoding genes, but noticeable trends in some of the other measures tested. Protein abundance is taken from PaxDB, expressed in parts-per-million (log-scale).\n",
    "37635943": "Our standard protocol involves comparing readouts from wild-type (WT) and knockout (KO) cells.    ,    To identify a cell line that expresses adequate levels of Charged multivesicular body protein 2b protein to provide sufficient signal to noise, we examined public proteomics databases, namely PaxDB    and DepMap.\n",
    "40580929": " coli and S. cerevisiae but, in addition, both are now very well represented in PaxDB, the inventory of protein abundance measures.\nWe have presumed that using the accumulated protein abundance data from PaxDB is the best control for gene expression.\n Currently, however, we see no better measure. Even if PaxDB relies heavily on MS data, our dataset draws from its highest-quality, integrated entries for E.\n coli and S. cerevisiae proteomes were manually downloaded from PaxDB (https://pax-db.\n cerevisiae and E. coli, linking the CAI values to orthologs matched to PaxDB protein abundances.\n",
    "35963929": " Comparison of the E. coli data with pubic resources such a recently published spectral library (termed the Moritz library below) and the paxDB (https://pax-db.\n (b) Depth of coverage of E. coli quantified in the paxDB database.\n In comparison the spectral library presented here covers 1227 (30%) with 1135 (26%) quantified. The publicly available protein abundance database paxDB (https://pax-db.\n Against this measure the present library covers 92% of these proteins and quantifies 85%. The depth of coverage against the paxDB database (Fig.\nComparison of protein quantification estimates against published data with generalised linear model overlayed (a) Control E. coli data plotted against PAXdb data.\n bluephagenesis protein quantification plotted against quantification of most homologous E. coli protein as determined by Blast algorithm from paxDB data.\n First the control E. coli quantitative data were plotted against the PAXdb data (Fig.\n 3a). For the paxDB database quantifies 1331 proteins, the E.\n bluephagenesis proteins quantified, 690 were paired with an E. coli protein in the paxDB database via the blast algorithm as the top hitting match with a bitScore greater or equal to 50.\n bluephagenesis protein quantification against matched E. coli protein paxDB quantification (Fig.\n",
    "34089862": "proteomicsdb.org/), PAXdb (https://pax-db.\n",
    "30345745": "",
    "35317239": " Table 1 shows detailed information on the size of each dataset. The protein abundance data were downloaded from the paxdb database and the weighted average of WHOLE_ORGANISM between the different protein abundance values was taken (http://pax-db.\nProtein abundance data of genes from paxdb.\nTo evaluate the relationship between the predicted high-level expression propensity and the protein abundance, we collected the protein abundance (PA) data of seven species of unicellular organisms from Paxdb and predicted the high-level expression propensity of those endogenous genes with the three coding schemes.\n",
    "32391319": "For a more realistic view of the median protein length and cysteine distribution in a cell/organism, the abundance weighted protein distribution is calculated and depicted (Table S1 and Figure S6). The protein abundance database [PAXdb, (Wang et al.\n",
    "37850146": "ac.uk/arrayexpress\tGene expression database\t \tPAXdb \thttp://pax-db.\n Moreover, a lack of standardized metadata describing the conditions relevant for the omics data makes it difficult to compare data produced by different research groups. Nevertheless, a few databases on transcriptomics (including those measured by microarray technology) and proteomics that mainly collect information from the literature are available and listed in Table 1 (GEO, ArrayExpress, and PAXdb).\n",
    "29790985": "",
    "33909605": " Here, we ask if variant enrichments are associated with these proteomics features. We have made use of large-scale proteomics data, including protein abundance data for various organs from PaxDb, proteomics surveys of protein half-lives and thermal stability, together with transcriptomics data (GTEx database), to explore relationships between these features and variant localisation.\n Protein thermal stability and half-life data were obtained from separate large-scale studies. Transcriptomic data were taken from GTEx, while protein abundance data (protein per million [ppm]) for each tissue/sample type were obtained from PaxDb.\n Transcriptomic data were taken from GTEx, while protein abundance data (protein per million [ppm]) for each tissue/sample type were obtained from PaxDb. Both PaxDb and GTEx normalised data were taken directly for use without additional filtering steps.\n",
    "36529941": " MS-based protein expression resources are not new in proteomics. Multiple databases have been developed to present expression from public datasets or the data generated by independent labs including MaxQB, PaxDB, MOPED and others.\nmpg.de/mxdb/) and PaxDB (https://pax-db.\n By 2022, MaxQB contains more than 880 humans, and 500 mouse experiments covering more than 30,000 proteins. Differently, PaxDB uses the data previously reanalysed by PeptideAtlas and uses spectral counting as the value for the absolute/baseline expression of each reported protein.\n Differently, PaxDB uses the data previously reanalysed by PeptideAtlas and uses spectral counting as the value for the absolute/baseline expression of each reported protein. PaxDB provides protein expression data for more species than any resource available.\nmpg.de/mxdb/\tProtein expressionPeptide/Protein identifications\t \tPaxDB\thttps://pax-db.\n",
    "36546769": " To characterize initiation contexts, 5′ UTR analysis for SD-motif detection was performed in DAMBE according to, but only the last 9 nts of the 16S rRNA 3′ end were specified as the aSD sequence. To estimate expression levels of genes harboring ATGTG and GTGTG initiation sites, an integrated dataset of protein abundance was downloaded from the PaxDb database.\n",
    "37906643": "0) scripts. Furthermore, database information on protein features was gathered to supplement calculations, including integrated whole-organism protein abundance from PaxDB, observed domain melting temperatures, protein–protein interaction counts from BIOGRID, Pfam domain annotations (version 33.\n",
    "32841293": " Proteins of the human proteome that were undetected are shown in gray. Protein abundances were inferred from data available via the PaxDb, Homo sapiens integrated cell line database.\n",
    "36060059": "(C) summarizes the performance of model MS(woexp):HPA + MS(wexp):INT on the independent datasets I-B and I-C (CLL and OV) which were, in this case, annotated with internal and external gene expression references: “INT,” “HPA,” and “PAXdb.\nFinally, we studied the effect of including antigen abundance information from different sources when predicting MS eluted ligands. Here, we applied the model MS(woexp):HPA + MS(wexp):INT, and investigated how the performance on the external I-B and I-C datasets was altered if the gene expression values (“INT”) were replaced by gene expression values assigned from the HPA database, or by protein abundance values taken, from the PAXdb database (refer to Method details).\n05, except for the comparison between “INT” and “HPA” which, in terms of the AUC01, resulted non-significant). In terms of AUC, the studied model performed on par for the “INT” and “PAXdb” references if the I-B and I-C_CLL datasets are considered (in the case of the I-C_OV dataset, “PAXdb” significantly outperforms “INT” and “HPA”).\nFurthermore, we and others have suggested the use of data other than RNA-Seq for the estimation of protein abundance, including proteomics (such as PAXdb), and RiboSeq data.\n17632/bn3htx2459.1\t \tPAXdb reference Proteomics dataset\tPAXdb \tMendeley data: https://doi.\nPAXdb dataset: A proxy for protein abundance.\nThe PAXdb (Protein Abundance Database) was employed to assign abundances to the MS ligands from the independent benchmark.\n Protein abundance values of each peptide were determined by summing the abundances in PPM (Proteins Per Million) of all proteins containing the given peptide. As explained before, the same recalibration procedure was also applied to the PAXdb data, generating a “PAXdb2HPA” gene expression reference when required.\nFor the independent evaluation data, peptides that could not be mapped to any proteins in the HPA or PAXdb references were left-out of the analysis.\n In the case of models trained on mixed gene expression references, the 15,000 TPM threshold was used. When considering the protein abundance values from PAXdb, the same transformation was performed on this data, setting the cap value “z” to 10,000 PPM.\n",
    "33673546": "",
    "31569392": " thaliana and H. sapiens proteomes available in PaxDB, an online quantitative proteomic database.\n thaliana compared to H. sapiens cell lines, as shown by quantitative proteomic data from PaxDB (Figure S2).\n11. PaxDB Quantitative Proteome Analysis.\nData from PaxDB was associated with data from Uniprot to identify the relative abundance of proteins that contain NADP(H) and FAD binding sites.\nData from PaxDB was associated with data from Uniprot to identify the relative abundance of proteins that contain NADP(H) and FAD binding sites. PaxDB data for 37 A.\n thaliana and 40 H. sapiens cell line proteomes were downloaded from PaxDB as .\ncsv files. PaxDB identifiers were matched to Uniprot accession numbers which were then used to download information about the proteins.\n",
    "35135293": "\tidentification of disordered protein regions from presynaptic proteins\t\t \tSMART EMBL\tSMART (a Simple Modular Architecture Research Tool) allows the identification and annotation of genetically mobile domains and the analysis of domain architectures.\tidentification of low complexity domains from presynaptic proteins\t\t \tPaxDB\tPaxDB is a comprehensive absolute protein abundance database, which contains whole genome protein abundance information across organisms and tissues.\n Presynaptic proteins were identified via UniProtKB and Gene Ontology. IUPred2A, SMART and PAXdb were used to retrieve information about intrinsic disorder, low complexity domains, amino acid composition and protein abundance.\n",
    "30476243": " Users can submit multiple proteins simultaneously and visualize large networks; the Cytoscape stringApp can even handle network sizes of several thousand proteins. STRING shares its genome-, protein- and name spaces with a number of sister projects, dedicated to orthology (eggNOG), small molecules (STITCH), protein abundances (PaxDB), tissue expression (TISSUES) and viruses (Viruses.\n",
    "35550630": " familiaris, and M. musculus from PaxDb.\n",
    "36671421": "Among the above-mentioned 12 Cd-binding proteins, the most abundant, based on the protein abundance database PaxDB ( (accessed on 21 October 2022)), is heat shock protein HSP 90-beta, which is ranked in the top 5% of human proteins (Figure S1 in the Supplementary Materials).\nNames, UniProt IDs, abundances, and tissue-specific expressions of Cd-binding proteins, annotated as genetic markers in 12 cancer types. Abundances and tissue-specific expressions were mined according to the protein abundance database PaxDB ( (accessed on 21 October 2022)) and human proteome atlas database ( (accessed on 21 October 2022)).\n",
    "30878482": " Disordered residues were predicted using the IUPred software, but essentially the same results were obtained using other disorder prediction methods (see Materials and Methods). Data on protein abundance were obtained from the PaxDb database.\nData on S. cerevisiae protein sequences were taken as provided by the Protein Abundance Database (PaxDb) version 4.\nData on protein abundance levels in yeast S. cerevisiae, expressed as parts per million (ppm), a quantity linearly related to the protein copy number in the cell, were obtained from PaxDb).\n cerevisiae, expressed as parts per million (ppm), a quantity linearly related to the protein copy number in the cell, were obtained from PaxDb). We used the integrated organism-level abundance data provided by PaxDB for a total of 6437 yeast proteins.\n We used the integrated organism-level abundance data provided by PaxDB for a total of 6437 yeast proteins. From these data, 1457 proteins with very low abundance levels (<2ppm) were discarded from our analysis, as they were found to have higher variability among individual datasets deposited in PaxDB, and therefore considered as less reliable (see Supplementary Figure S12).\n For these structures, we downloaded both the atomic coordinates and biological assembly assignments. Structures representing membrane proteins (annotated intra- or trans-membrane regions in UniProt or predicted by TOPCONS), those lacking UniProt identifiers or protein abundance information in PaxDb, or identified as probable errors in QSbio (low and very-low confidence), were discarded.\nPaxDB.\n d) Bar plot of the stickiness score of amino acids in. Protein abundance values were obtained from PaxDb (see Material and Methods).\n5|; light gray), all protein nodes in the HC Collins interactome (white), b-d) Boxplots depicting respectively the distributions of: disorder content, abundance levels (ppm) and half-life (min) of the interaction partners for the same 3 categories of protein nodes as in (a). Abundance values are from PaxDb and yeast protein half-lives are taken from reference.\n The number of data points in each distribution is shown below each boxplot. Data on protein abundance are from PaxDb, and those on half-life are from reference.\n",
    "30962948": "",
    "37873463": "Protein domain annotations were assigned using pfam, and protein abundance data was retrieved from PaxDB.\n",
    "37810667": "8 software (), with the data plotted in Microsoft Excel (Figure 2). Abundance analysis was performed using the PAXdb database () and the integrated Rattus Norvegicus database, with the data plotted in Microsoft Excel (Figure S3).\nA key feature of K-BIPS is the incorporation of an enrichment step dependent on phosphatase activity prior to LC–MS/MS analysis, which is expected to isolate candidate substrates independent of protein abundances. To assess the dependence of protein abundance on K-BIPS enrichment, an analysis of the 136 proteins was also conducted using the Paxdb 4.\n51 ppm (Figure S3) compared to the range of 21,179 ppm to 0.001 ppm for the integrated rat proteome in Paxdb (22,941 proteins, 74% coverage).\n",
    "29617745": "",
    "37092398": "",
    "38698289": "0. Semi-quantitative protein abundance data were generated using PaxDB 4.\n In addition, we also analyzed the abundance of Rv2231c in the M. tb proteome using PaxDB 4.\n",
    "38589611": " This is likely the reason why we do not detect Oxr1 in our experiments, which rely on isolated vacuoles and thus would only include V1 domains that are assembled onto the membrane. In addition, Oxr1 is less abundant in yeast cells than Rtc5, according to the protein abundance database PaxDb (Wang et al,).\n",
    "38712132": "Next, we downloaded from FlyBase (release 2022_05) gene expression datasets based on bulk RNA-seq experiments from dissected tissues, covering 17,750 genes and the corresponding reads per kilobase per million reads (RPKM). Since the proteome dataset from PaxDb is based on the integrated dataset, we averaged the gene values across 11 different datasets that represented the RNA levels of the whole adult organism, while excluding larvae and embryo datasets.\nPaxDb proteome comparison analysis.\nThis method compares the predicted enzyme abundance with the experimentally measured enzyme levels. We downloaded from Protein Abundances Across Organisms database (PaxDb, pax-db.\n",
    "36255390": "",
    "35015814": " The human or mouse stably expressed gene indexes and gene conservation score for each host gene were obtained from. The average protein abundances for each host protein were collected from PaxDb.\n",
    "37853253": "",
    "37606934": " The model was then applied to the brain detected HPA proteome to receive predicted probabilities regarding CSF secretion. For comparison of differences in abundance and expression distribution, data from PaxDB was used to annotate proteins regarding their average brain abundance; annotations regarding RNA tissue distribution were taken from the HPA.\n, proteins that were detected in CSF by proteomics studies but with low probability to be CSF secreted according to the prediction model. We were able to retrieve average brain abundance values for 7796 out of the 12,583 proteins from PaxDB; RNA tissue distribution classification from the HPA was available for the full protein set.\n73% of the full PEA protein set) that are not part of the high confidence CSF set (Figure 1). Using reported protein abundances of the integrated brain data set of PaxDB, a clear difference in abundance between CSF proteins identified by mass spectrometry and by PEA is found (Figure 6A).\nModel performance on\nproteins identified by affinity proteomics.\n(A) Proteins detected solely by PEA and not mass spectrometry have\na lower average brain abundance according to PaxDB.\n",
    "37803016": "0425. c Scatterplots of metabolites and related enzyme proteins in mouse liver using mouse liver PaxDb data.\n Dashed lines represent linear regression. Protein data were integrated from PaxDb datasets.\n In Fig. 8c, the percentage of liver-derived proteins in human plasma was estimated by integrating the PAXdb human plasma data with published data from Franko et al.\n 4a, b, 5a–d, 6a–f, 7e–g, S6b, S6c, S7b, S7c, S7e–h, S8a, b, S9c, and S9d. The PAXdb datasets were used in the following figures: Figs.\n 4c–e, and 8c. We used mouse liver PAXdb data in Figs.\n 8c. All PAXdb datasets were downloaded in 2022.\nhtm]. The datasets of protein abundance used in this study are publicly available in the PAXdb (mouse liver, M.\n The datasets of protein abundance used in this study are publicly available in the PAXdb (mouse liver, M.musculus—Liver (Integrated)) [https://pax-db.\n cerevisiae, S.cerevisiae—Whole organism (Integrated) [https://pax-db.\n taurus, B.taurus—Whole organism (Integrated) [https://pax-db.\n thaliana, A.thaliana—Whole organism (Integrated)[https://pax-db.\norg/dataset/3702/2269330278/]; human plasma excluded, H.sapiens—Plasma (Integrated) [https://pax-db.\n",
    "34318855": "To determine the depth of the pancreas proteome sampled during this work, the PAXdb protein abundance database was used to extract abundance values from a pancreatic ductal adenocarcinoma (PDAC) proteome dataset.\n Non-ECM protein markers were made transparent and smaller for clarity. B) A PDAC dataset from PaxDB was plotted against protein abundance, with proteins also identified in this work in colored markers depending on in which tissue conditions the protein was identified.\n",
    "33621067": "",
    "37547082": " cerevisiae, and CHO cells to estimate ribonucleotide and amino acid composition. Genome data were obtained from NCBI RefSeq database, transcriptomic datasets were collected from the Sequence Read Archive and NCBI Gene Expression Omnibus (GEO), and proteomic data was downloaded from PaxDB.\n Genome data were obtained from NCBI RefSeq database, transcriptomic datasets were collected from the Sequence Read Archive and NCBI Gene Expression Omnibus (GEO), and proteomic data was downloaded from PaxDB. Note that amino acid composition is not estimated from proteome for CHO cells due to lack of whole proteomic data for CHO cells in PaxDB.\n",
    "33836000": "1732 when using the integrated dataset for S. cerevisiae in paxDB as a reference; and σ being an average saturation factor for all enzymes in the model.\n The dataset given as relative abundances was then rescaled to relative protein abundances in the whole-cell according to integrated data available for S. cerevisiae in PaxDB, and finally converted to absolute units of mmol/gDw using the “total protein approach”.\n",
    "32620750": " We also obtained tRNA gene copy numbers from the GtRNAdb database, and integrated protein abundance for E. coli K-12 MG1655 data from PaxDB.\n",
    "33917325": " These enzymes catalyze the nine steps of glycolysis (Table 1). While we initially used various quantitative proteome datasets from PaxDB, we eventually decided to do our analysis with data from Schmidt et al.\n",
    "38150990": "",
    "38948505": "Our standard protocol involves comparing readouts from wild-type and knockout cells.    –    To identify a cell line that expresses adequate levels of tyrosine-protein kinase SYK protein expression to provide sufficient signal to noise, we examined public proteomics databases, namely PaxDB    and DepMap.\n",
    "36294631": "",
    "33028917": "",
    "35445800": "We demonstrate that this difficulty can be overcome by establishing an empirical quantitative correlation between the “parts per million” (ppm) mass spectrometric plasma protein abundance information from the PaxDb database and biochemically measured respective molar concentration values.\n0). Plasma protein mass spectrometric abundance values were downloaded from the PaxDb database created by Wang et al.\nIn total, there was mass spectrometric data for 4086 plasma proteins in the PaxDb database with UniProt ID available, whereas biochemical assays provided data for 3651 proteins with 4900 concentration values.\n",
    "31822657": "",
    "35714157": " To the best of our knowledge, there is no such public resource storing accurate MS-derived data for rat data yet. PaxDB is a resource that provides protein expression information coming from many species (including mouse and rat) but the reported data relies on spectral counting, a technique that generally does not provide the same level of accuracy than intensity-based label-free approaches.\nIn addition, we compared the protein abundances generated in this study with the data available in the resource PaxDB generated using spectral counting across different mouse organs.\n We observed generally a strong correlation of protein abundances calculated using iBAQ from this study (fraction of total (FOT) normalised ppb) and spectral counting methods (Fig E in S4 File). However, the expression of low abundant proteins seemed to be underestimated in PaxDB when compared with our results, as shown by a S-shaped curve in the scatterplot in organs such as brain, heart, liver and lung.\n6. Comparison of protein abundances using iBAQ and spectral counting data available in PaxDB.\nTo compare protein abundances generated from iBAQ in this study and spectral counting methods, protein abundance data from different mouse organs was obtained from PaxDB (https://www.\nTo compare protein abundances generated from iBAQ in this study and spectral counting methods, protein abundance data from different mouse organs was obtained from PaxDB (https://www.pax-db.\n FOT normalised iBAQ abundances, as described above, were compared with the spectral counting abundances for the matching mouse organs. Organs from mouse labelled as ‘integrated’ in PaxDB were selected.\n Organs from mouse labelled as ‘integrated’ in PaxDB were selected. It was not possible to perform this comparison for rat organs since data in PaxDB for rat are available for either the ‘whole organism’ or for “cell types” only.\n Abundances were compared across mouse adipose tissue, brain, heart, kidney, liver, lung, pancreas and spleen. The Ensembl ENSG gene ids were mapped to ENSP protein ids in PaxDB using the ‘mygene’ bioconductor package in R.\nFor Question 2, from my personal experience, spectral counts and ion intensity are highly correlated (also documented in many papers), there is not much difference in practice. Regarding PaxDb paper, I think they applied more interesting integration method to weigh each dataset and peptides and then benchmark using protein-protein interaction information.\n I think their work is quite innovative and interesting. It is hard to convince me this dataset has better quality or more useful than PaxDb.\nReviewer #1: For Q2, the easiest way is to do the same benchmark analysis as PaxDB paper does and show the performance is better than PaxDB.\n",
    "32469313": " However, the P. falciparum homolog of ZNF598 (PF3D7_1450400), appears to be abundantly expressed according to PaxDB database.\n",
    "35089308": "",
    "37623244": "",
    "38617366": " Protein net charge was chosen as the parameter to define the mixture, as it is one of the most dominant factors that determines the complex coacervation of proteins. Using the PaxDB protein abundance database, the charge distribution of the proteins in E.\n",
    "34491762": "0) programs. Protein abundance analysis was assessed with the Paxdb database.\nTo further assess the quality of the K-BMAPS enrichment, an abundance analysis was performed with the 219 hits using the paxdb database.\n",
    "34617299": " In the C. elegans integrated dataset from the PaxDB (Wang et al,), MOAG‐4 is listed at 387 ppm, which puts it in the top 5% most abundant proteins identified.\n",
    "27903612": "We analyzed the genomic and proteomic data in 25 bacterial species (Supplemental Material, Table S1 in File S2), whose protein abundance data are present in PaxDB 4.\nProteomic data are available in PaxDB 4.\n B. subtilis protein IDs in PaxDB are UniProt IDs; the “Retrieve/ID mapping” function in UniProt was used to map UniProt IDs to Gene IDs.\n",
    "37251884": "",
    "37256959": "Protein abundances were obtained from the integrated human dataset (version 2021) of PAXdb (https://pax-db.\n",
    "29282079": "Data source\tID\tName\tNumber of tissues\tType\tReferences\t \tPaxDB\tPax4\tPaxDB v4.\n0 of Expitope incorporates three gene expression and four protein abundance datasets (Table 1). It should be noted that in contrast to the PaxDB and Human Proteome Map datasets, which contain ppm values, the Human Protein Atlas data has been generated by immunohistochemistry, which makes the accuracy of the data dependent on the specificity of the antibodies used.\n0 with default the parameters except for allowing up to four mismatches and additionally, the newly added protein databases showed an even clearer result with values of 2.98e+03 ppm (PaxDB) and 2.\nHere we provide an overview of our previous study, where we analyzed short (8-15 amino acids) peptide sequences from the Cancer Immunity Peptide Database as well as peptides of viral origin. The CR-index calculation was based only on the PaxDB protein abundance database and without tissue weighting.\n",
    "37945741": "",
    "40285550": " Nevertheless, this kind of datasets are still scarce. Currently, accessible datasets on the Protein Abundance Database (PaxDb) are limited to a few species across the domains of life, having data only for 67 eukaryotes, 81 bacteria and 22 archaea (on 8 June 2024).\n",
    "34318286": "org), in which 3,742 proteins reported in two or more studies were included. Protein Abundance Across Organisms (PAXdb) v.\n4.1 is a database of human protein abundance measured in 15 organs, plasma, and urine (pax-db.\n, liver in this study). To maximize the chance to identify candidate biomarker proteins to monitor the target organ, we used the PAXdb, a comprehensive database of human proteins quantified in 15 organs (liver, brain, colon, rectum, esophagus, female gonad, gallbladder, heart, kidney, lung, pancreas, prostate, skin, testis, and uterus), plasma, and urine from healthy individuals, in which quantitative protein abundance data are available for 4,491 out of the 5,134 proteins.\n These parameters are modifiable for an organ of user’s interest in the TexSEC web application. We kept 643 secretome biomarker candidates unavailable in the PAXdb for the organ specificity/ambiguity assessment and finally selected 4,125 proteins as liver secretome biomarker candidates to be merged with the list of proteins specifically related to the prognostic tissue transcriptome gene signatures described in the next section.\n",
    "37602404": "",
    "39482367": "",
    "39401228": "We first examined how the amino acid nutritional class composition of every human protein influences its expression. As a start, the mass spectrometry-derived expression levels of 9,399 liver proteins were accessed from the public proteomics repository, PaxDB (Methods).\n Single-letter amino acid codes are shown) and plotted against a moving median of liver expression levels (periodicity = 5% of total protein number) to determine composition influence on expression. (b-g) A smoothing procedure (see Methods and S1 File) was applied to visualise trends in relative, ranked amino acid class proportion when plotted against increasing ranked protein expression levels in human liver, brain, and kidney, and in A549 lung cancer cells lines with different proliferation rates (data from PaxDB).\n A colour legend has also been added. (h/i) The impact of cellular proliferation rate on protein expression was examined in PaxDB data from 26 cell lines from multiple laboratories stratified into three cohorts (low, medium, and high proliferation) according to rescaled/normalised expression level of the proliferation marker MKI67 (Ki67) (see Methods).\nAn alternative approach to data visualisation, focusing on relative amino acid compositions of each protein across the range of expression, was applied to data from eight human organs and a lung alveolar basal epithelial adenocarcinoma cell line, A549. The accessed organ expression datasets (PaxDB) had already been integrated from several analyses and normalised at source.\n However, in Fig 1F (A549 b, data from, #id: 878737823) ‐ with cells described as actively proliferating ‐ a substantial increase in CEAA and EAA proportions (green and red arrows) was observed at lower expression levels, perhaps indicating that proteins with greater proportions of those two amino acid classes were inefficiently translated. A suspected interaction between proliferation rate, amino acid nutritional class and expression was therefore examined in PaxDB expression data from 26 cell lines (listed in Methods).\nProtein expression data were imported as simple .txt files into Excel from publicly available datasets hosted in PaxDB.\n>All PaxDB dataset identifiers have now been added to the Methods section.\n>In most cases, the PaxDB datasets used were integrated at source from multiple studies and, hence, represent an intrinsically reliable sample coverage.\n“Protein expression data were imported as simple .txt files into Excel from publicly available datasets hosted in PaxDB.\n>The comment above addresses this point – the PaxDB datasets employed are integrated from multiple studies.\n",
    "38112559": "",
    "35688911": "Protein abundance datasets were obtained from the publicly available PaxDB database.\nProtein abundance datasets were obtained from the publicly available PaxDB database. PaxDB provides unified protein quantification data with proteome-wide coverage derived from biophysical and mass spectrometry studies for a broad range of organisms.\n Pre-computed profiles are available for multiple organisms based on various expression level ranges, which were termed ‘Low’, ‘Mid’ and ‘High’. If the user filters proteins for their cellular function or through a systematic selection using the annotated PaxDB expression information the profile-dataset is computed dynamically.\n For comparison, the RCUs of the highly expressed proteins are shown unweighted and weighted. Weighting means that each gene is multiplied by its absolute abundance as given by the PaxDB data.\n As a first and rough estimation available DNA microarray data can be used. Even more, quantitative protein abundance data are available at PaxDB for many organisms and can be segmented by absolute or relative criteria.\nThe protein abundance does not decrease in steps but exponentially across all proteins (see PaxDB for data).\n the 50 or 250 most highly expressed proteins), we introduced a weighting scheme. While in the unweighted RCU each codon of each gene in the selected set of proteins is counted once, in the weighted RCU each codon of each gene is multiplied with the abundance of the protein according to the PaxDB data (Fig.\n0 ppm) in S. cerevisiae as determined by PaxDB data (dataset 4932-WHOLE_ORGANISM-integrated.\n Three types of gene design were tested in combination with one to three gene copies. All designed genes are based on the weighting scheme, by which each codon of a subset of genes is multiplied with its expression level as provided by PaxDB data.\n We used the advantages of this humanized yeast model, where the toxic effects depend on αSyn gene expression and assessed, whether the toxicity can be rescued by codon adaptation. First, we designed three genes based on subsets of the 5024 lowest expressed proteins in yeast (according to PaxDB; gene4), 1013 proteins with medium expression level (gene5), and the 308 highest expressed proteins (gene6; Fig.\n",
    "31281921": " The latter one covers in 32 human tissues and 36 human cell lines. Another large collection of protein abundance data for several species in various tissues and cell types is stored in PaxDB.\n The orthologous interactions are transferred interactions between orthologous proteins. Tissue specificity is assigned to the interactions by mapping the proteins to data obtained from the HHPA and PaxDb.\n",
    "37810959": " These include the TANTIGEN, CAD and IEDB data collections as examples. Critical information regarding potential target expression in healthy tissues also draws on a wealth of open access data, such as ProteomicsDB, ExpressionAtlas, and PAXdb, which continually expands to include more tissues and samples.\n",
    "37275259": " D) Distributions of the abundances of proteins sensitive or resistant to the inhibition. The protein abundances in each type of cells are from PAXdb.\nWe analyzed the abundances of proteins sensitive or resistant to the inhibition (Dataset S7 and Fig. 4D, protein abundances from PAXdb) and found that sensitive proteins are more abundant than resistant ones.\n",
    "26972785": "",
    "34495685": "The cellular abundance levels of proteins, measured via MS-based quantitative proteomics studies, were obtained from the PaxDb.\nThe cellular abundance levels of proteins, measured via MS-based quantitative proteomics studies, were obtained from the PaxDb. The cell line–integrated abundance values retrieved from PaxDb were converted into concentrations using the following formula:.\n",
    "38915497": "",
    "33116115": "",
    "29275251": "Researchers are also rapidly aggregating much of the data needed for WC modeling into public repositories (Table S2). For example, UniProt contains a multitude of information about proteins; BioCyc contain extensive information about interactions; ECMDB, ArrayExpress, and PaxDb contain metabolite, RNA, and protein abundances, respectively; and SABIO-RK contains kinetic parameters.\n",
    "39783932": "To train the MPB‐EXP model, we constructed a protein expression data set using the PaxDB database and then evaluated the quality for model training.\nTo train the MPB‐EXP model, we constructed a protein expression data set using the PaxDB database and then evaluated the quality for model training. Raw data containing 170 species were downloaded from the PaxDB database.\n a) Heat map showing the AEI values for each species relative to the 20 amino acids. b) Correlation between protein abundance and SRAB values for all protein sequences from the selected PaxDB data set across 88 selected species.\n3 Amino acid and protein expression level connection), a mathematical model calculated from the AEI, to approximate a linear fit for each protein to its expression in a particular species. Spearman's correlation coefficients between the abundance of all proteins in the original PaxDB data set (without protein selection) and their SRAB values for these 88 species were calculated.\n[  ] In this study, our developed pre‐trained model effectively captured protein sequence features beyond amino acid frequencies, enabling the training of a protein expression prediction model based on this constructed pre‐trained model. Through an analysis of protein abundance and sequences from the PaxDB5.\n[  ] and Zur et al.,[  ] using a log‐scale processed PaxDB protein abundance dataset.\nThe PaxDb 5.\norg) database serves as a comprehensive meta‐resource of protein abundance levels in tissue‐specific or whole‐organism proteomes.[  ] Here, the whole protein abundance information from the PaxDB5.\n",
    "32715618": " Another method for determining protein levels in a tissue sample is mass spectrometry. Based on publicly available mass spectrometry datasets and protein abundance data obtained from PaxDB, ACE2 seemed to be most abundant in kidney and testis, followed by gallbladder, liver and heart (Fig 66A).\n Similar results were obtained with data from ProteomicsDB (Fig 66B), which underlined a high expression of ACE2 in kidney, rectum, ileum and testis, but no data were available for lung or upper airways. PaxDB and ProteomicsDB both take into consideration the large‐scale studies based on mass spectrometry of different normal human tissues published in 2014 (Kim et al, 20142014; Wilhelm et al, 20142014).\nACE2 protein abundance in different human tissues based on various studies processed by PaxDB, with expression levels presented as parts per million (ppm).\nACE2 protein abundance in different human tissues based on various studies processed by PaxDB, with expression levels presented as parts per million (ppm). The “Integrated” dataset corresponds to PaxDB estimation of average expression.\nACE2 mass spectrometry‐based expression among different tissues was assessed by retrieving data in two proteomics databases: Protein abundance database (PaxDB) (Wang et al, 20152015) and ProteomicsDB (Schmidt et al, 20182018).\nACE2 mass spectrometry‐based expression among different tissues was assessed by retrieving data in two proteomics databases: Protein abundance database (PaxDB) (Wang et al, 20152015) and ProteomicsDB (Schmidt et al, 20182018). ACE2 protein abundances from different tissues were downloaded from PaxDB, and these values are based on MS publicly available data including large‐scale studies of different normal human tissues (Kim et al, 20142014; Wilhelm et al, 20142014).\n",
    "33002308": "A possible advantage of K-BIPS is the use of biotinylation and enrichment to identify substrates, which is expected to isolate proteins independent of abundance, including low abundance proteins. To assess the quality of enrichment, the 53 hits were analyzed using the abundance values from Protein Abundance Database, PAXdb.\n8, with the data plotted in Microsoft Excel. Abundance analysis was performed using the PAXdb database, with the data plotted in Microsoft Excel.\n",
    "36233299": "Gene expression at the protein level data was taken from the PaxDb database.\n",
    "31442477": "Protein abundances were obtained from Pax-Db (v4.\n",
    "35142991": "",
    "30385807": "",
    "35891796": "68\t<10E-3\tThe Jaccard similarity coefficient of two sets of high expressed tissues.\t \tPaxDb \tAbundance.\n● Protein abundance: The protein abundance data were obtained from PaxDb, and the feature values were calculated by adding and subtracting the abundance values of two genes separately.\n",
    "30816249": " To improve mapping efficacy, we have recently developed a new tool for processing RNA-Seq data, ARSDA, that stores identical reads as single entries to drastically reduce data storage and computation time for analyzing large RNA-Seq datasets relative to previous methods. These species were selected because their protein abundance data are available in PaxDb, their growth rates are described on the basis of generation time (bacteria with >2.\nProtein abundance data corresponding with each of these species were retrieved from PaxDb 4.\nProtein abundance data corresponding with each of these species were retrieved from PaxDb 4.0 https://pax-db.\n We additionally computed a modified version of tAI (tAI’) which uses the summed tpm values associated with codon-specific isoacceptor tRNAs in lieu of tRNA copy number. Rather than using all annotated DNA coding sequences in these calculations, as was done originally, we only considered genes with non-zero protein abundance values from the integrated datasets stored in PaxDb.\n",
    "30840684": "Protein abundance levels were obtained from PaxDb 4.\nProtein abundance levels were obtained from PaxDb 4.1 (https://pax-db.\nAn apparent contrast in mRNA regulatory stringency led us to consider whether evolutionary divergence might underlie actual differences in translation efficiencies. This idea was tested by assaying protein abundance in the PaxDb 4.\n This idea was tested by assaying protein abundance in the PaxDb 4.1 (https://pax-db.\n(A) Abundance levels of human and murine Lipocalins, expressed in normalized parts per million (ppm) and retrieved from PaxDb 4.\n(A) Abundance levels of human and murine Lipocalins, expressed in normalized parts per million (ppm) and retrieved from PaxDb 4.1 (https://pax-db.\n",
    "32453726": "We used the available data on ZFP abundance provided by the absolute Protein Abundance Database (PaxDb: http://pax-db.\n",
    "34572543": "",
    "29030545": "",
    "34672954": "REAGENT or RESOURCE\tSOURCE\tIDENTIFIER\t \tAntibodies\t \t\t \tanti-biotin\tImmuneChem\tCat#ICP0615; RRID:AB_2893170\t \tanti-S\tSino Biological Inc\tCat#40591-T62; RRID:AB_2893171\t \tanti-N\tSino Biological Inc\tCat#40143-mm08; RRID:AB_2827978\t \tanti-Myc\tMBL Life Science\tCat#M047-3; RRID:AB_591112\t \tanti-Flag\tMBL Life Science\tCat#M185-3L; RRID:AB_11123930\t \tanti-Flag-HRP\tSigma-Aldrich\tCat#A8592; RRID:AB_439702\t \tanti-β-actin\tSigma-Aldrich\tCat#A5441; RRID:AB_476744\t \tanti-p-STAT1-Y701\tAbcam\tCat#ab29045; RRID:AB_778096\t \tanti-H3K36me3\tCell Signaling Technology\tCat#4909; RRID:AB_1950412\t \tanti-MAVS\tSanta Cruz Biotechnology\tCat#SC-166583; RRID:AB_2012300\t \tanti-ITGB1\tSanta Cruz Biotechnology\tCat#SC-374429; RRID:AB_11012020\t \tanti-Myc-HRP\tSanta Cruz Biotechnology\tCat#SC-40 HRP; RRID:AB_2857941\t \tanti-STAT1\tBeyotime Biotechnology\tCat#AF2512; RRID:AB_2893172\t \tanti-IRF3\tBeyotime Biotechnology\tCat#AF2485; RRID:AB_2893173\t \tanti-p-IRF3-S386\tBeyotime Biotechnology\tCat#AF1594; RRID:AB_2893174\t \tanti-SETD2\tAbclonal\tCat#A3194; RRID:AB_2764980\t \tanti-GAPDH\tProteintech\tCat#60004-1-Ig; RRID:AB_2107436\t \tanti-rabbit IgG conjugated HRP\tR&D Systems\tCat#HAF008; RRID:AB_357235\t \tanti- mouse IgG conjugated HRP\tR&D Systems\tCat#HAF007; RRID:AB_357234\t \tAlexa fluor® 594-conjugated affinipure goat anti-rabbit IgG (H+L)\tImmunoResearch Laboratories Inc\tCat#111-585-003; RRID:AB_2338059\t \t\t \tBacterial and virus strains\t \t\t \tDH5α\tTsingke Biotechnology Co.\tCat#TSV-A07\t \tSeV\t\tPMID: 33372174\t \tSARS-CoV-2\tPeking Union Medical College\tIPBCAMS-WH-01/2019\t \t\t \tChemicals, peptides, and recombinant proteins\t \t\t \tHuman IFN-alpha 1\tCell Signaling Technology\tCat#8927\t \tAzacitidine\tSelleck\tCat#S1782\t \tCamptothecin\tSelleck\tCat#S1288\t \tDasatinib\tSelleck\tCat#S1021\t \tGlycyrrhizic acid\tSelleck\tCat#S2302\t \tMelatonin\tSelleck\tCat#S1204\t \tMethotrexate\tSelleck\tCat#S1210\t \tNicardipine\tSelleck\tCat#S5255\t \tPemetrexed\tSelleck\tCat#S1135\t \tSulfinpyrazone\tSelleck\tCat#S4628\t \tStreptavidin-HRP\tAbcam\tCat#ab7403\t \tThimerosal\tSelleck\tCat#S3646\t \tTorasemide\tSelleck\tCat#S1698\t \tVerteporfin\tSelleck\tCat#S1786\t \t\t \tCritical commercial assays\t \t\t \tDual-Luciferase Reporter Assay Kit\tVazyme\tDL101-01\t \tCell Counting Kit\tYeasen\t40203ES60\t \t\t \tDeposited data\t \t\t \tPaxDB\t\tPMID: 25656970\t \tMultilevel proteomics data of SARS-CoV-2\t\tPMID: 33845483\t \tRaw data of mass spectrometry\tThis study\tPXD022086\t \t\t \tExperimental models: Cell lines\t \t\t \tHEK293T\tATCC\tCat#CRL-11268\t \tHEK293T-hACE2\t\tPMID: 34117209\t \tHeLa-hACE2 cells\tThis study\tN/A\t \tMAVS-knockout HeLa-hACE2 cells\tThis study\tN/A\t \tVero\tATCC\tCCL-81\t \t\t \tOligonucleotides\t \t\t \tSee Table S6 for oligonucleotides\t\t\t \t\t \tRecombinant DNA\t \t\t \tpcDNA3.\n",
    "36700544": "",
    "40231840": "",
    "27320918": "",
    "30962360": " The remaining proteins were split into 10 bins by abundance (see Materials and Methods). For each bin, the ratio between enriched to detected proteins was calculated as well as median protein abundance as reported by PaxDb.\n The remaining proteins were split into 10 bins by abundance (see Materials and Methods). For each bin, the ratio between enriched to detected proteins was calculated as well as median protein abundance as reported by PaxDb.\n cerevisiae, we took advantage of the Inparanoid 8 database (Sonnhammer & Östlund, 2015). Protein abundance data were obtained from the PaxDb database (Wang et al, 2015).\n",
    "33854844": "For analysis of protein and mRNA expression, the Proteomics-db, PAXdb, neXtProt and Protein Atlas databases were used.\nAs no high-quality protein expression data is available for LRRC9, it is annotated as “existence validated on transcript level” in the neXtProt database. According to PAXdb, LRRC9 protein expression is elevated in tonsil, esophagus and seminal vesicle tissues.\n",
    "27170178": "",
    "32797190": "Experimentally derived protein abundance data were downloaded for all available eukaryotic genomes from PaxDb.\n A list of the species included can be found in Source Data, Supplementary Material online. PaxDb external IDs and EMBL locus tags were extracted and matched to generate a sample of genomes and genes for which both PaxDb and EMBL sequence data were available for >400 genes.\n",
    "34072091": "",
    "31871206": " AGO3 was detected by incubation with a 1:10,000 dilution of a rabbit antibody raised against a C-terminal peptide (ASRSGRGAGAAEGG) conjugated to keyhole limpet hemocyanin (KLH). This antibody also cross-reacts with Chlamydomonas AGO2, but the steady-state level of this protein is, at least, 1 order of magnitude lower than that of AGO3 [PaxDb ].\n",
    "36900171": "The database “PaxDb” (Protein Abundances Across Organisms) was used to examine dystrophin protein abundance data across different normal tissues (, accessed on 12 October 2022).\nFinally, in the Protein Abundance Database (PAXdb), dystrophin expression was ranked in the top 25% of MS-quantified proteins in a range of tissues, such as fallopian tubes, esophagus, uterus, bladder, colon, prostate, and rectum, in addition to the heart.\n",
    "35675957": "",
    "37878567": "In this context, data for Escherichia coli presents a unique opportunity as there is both a large-scale transgene experiment designed to determine the effects of codon modification at the CDS 5’ end and, from PaxDB, the most complete proteomic coverage of any species.\nTo assess codon usage at the 5’-ends of highly expressed genes, log odds ratios were calculated for the enrichment of each codon at 5’-ends of genes with high protein abundance compared to low protein abundance. Absolute protein abundance data was downloaded from PaxDb on 07/03/23 for the five species of bacterium that had integrated data sets with over 70% coverage (Escherichia coli– 99% coverage, Bacillus subtilis– 96%, Mycobacterium tuberculosis– 85%, Microcystic aeruginosa– 79% and Pseudomonas aeruginosa– 74%).\nTo assess codon usage in the core of highly expressed E. coli genes, log odds ratios were calculated for the enrichment of each codon in the cores of genes with high protein abundance compared to low protein abundance, using the same PaxDb data.\n",
    "37399326": " Gene trees containing exactly one member each in human and mouse (ignoring subspecies) were identified and collected into a list. Integrated whole-organism protein abundance data for each identified gene were collected from the human (9,606) and mouse (10,090) data sets in the protein abundance database PaxDB v4.\nFor each protein, we retrieved whole-organism protein abundances for human, mouse, and four outgroups (horse, dog, cow, and pig, where available) from the PaxDB database v4.\n",
    "39532532": "",
    "27566759": "For each E. coli gene, we obtained its mRNA abundance from and the abundance of the encoded protein from the PaxDB database.\n For each gene, we averaged the abundances across three biological replicates. Protein abundance data was retrieved from the PaxDb database, version 4.\n",
    "38965444": " c, Correlation for 12 human tissues of the IBAQ values for the proteins quantified with quantms versus ProteomicsDB IBAQ. d, Overlap and unique proteins quantified in ProteomicsDB, PaxDB and quantms reanalysis.\n 2c). Moreover, the present study yielded more than 479 proteins not previously quantified in ProteomicsDB or PaxDB (Fig.\n",
    "30518031": "4.158) and the PaxDb (version 4.\n1) databases, respectively. BioGRID is a curated database of interactions including protein-protein interactions obtained by two-hybrid studies, affinity purification coupled to mass spectrometry, and other methods, while PaxDB contains whole genome protein abundance information obtained by integrating numerous datasets using scores and ranks.\n",
    "35545699": " Outliers not shown in the boxplots. c Scatter plot of substrate and corresponding E3 ligase pairwise abundances across all 170 PaxDb datasets.\n c Scatter plot of substrate and corresponding E3 ligase pairwise abundances across all 170 PaxDb datasets. Abundances were taken from each individual PaxDb dataset, whenever data for both proteins of a pair (i.\n, substrate, E3) were available. d Scatter plot between the abundance value of each substrate and summed abundances of all its corresponding masking partners (APs), from each PaxDb dataset, wherever data for all the proteins of each group (i.\nWe obtained protein concentrations from PaxDb, which provides normalized, proteome-wide abundances (see Methods).\n 4b). PaxDb datasets are grouped into four categories (whole-organism, integrated, tissues and cell lines; Supplementary Data 10).\nNext, we analyzed substrate–E3 and substrate–AP abundance correlations. Although we expected large (biological) variability since the analysis included all PaxDb datasets, substrate–E3 pairs exhibited a moderate, but statistically significant correlation (Spearman rS = 0.\na Abundance variations of substrates (from Table 1) across the entire available set of tissue and cell-line PaxDb datasets.\n All these proteins bind to the same segment of p53 (aa 10–40, shaded yellow) as the E3 ligase Mdm2 and the specific binding motifs for each of these partners are marked in red, and shown below the domain diagram of p53. c Abundance variations for components of the p53 primary degron’s degradation regulatory network are shown as a heat map across a selected subset of PaxDb datasets (“integrated” datasets, individual tissue datasets derived from Wilhelm et al.\nPaxDb provides abundance datasets for normal human tissues as well as cell lines; among the latter, the majority were cancer cell lines (Supplementary Data 10).\n 5c is a heatmap showing the abundance variation of the p53 degradation regulatory module components (highlighted in Fig. 5b on the network view) across a selection of PaxDb datasets.\n The left-most group of datasets in Fig. 5c are “integrated” datasets, generated by PaxDb following a weighted averaging procedure for organisms/tissues for which multiple individual experimental datasets were available, leading to a “best-estimate” abundance quantification.\nProtein abundances were obtained from The Protein Abundance Database (PaxDb).\n The datasets were grouped into the following four categories: integrated datasets, whole organism datasets, tissue/organ-specific datasets and cell-line datasets (detailed list in Supplementary Data 10). These groups were based on the “#organ” and “#integrated” descriptor fields provided in the PaxDb data files.\n Since multiple whole-organism as well as tissue-specific datasets are available for H. sapiens, PaxDb employs a weighted averaging procedure to create “integrated” datasets which present “best-estimate” quantifications at the respective whole-organism (and specific tissue) levels.\n sapiens, PaxDb employs a weighted averaging procedure to create “integrated” datasets which present “best-estimate” quantifications at the respective whole-organism (and specific tissue) levels. PaxDb provides abundance data expressed in parts per million (ppm), describing relative abundances of each protein with reference to all the other protein molecules in the sample (i.\n 13. PaxDb abundances are also comparable across cells of different volumes or across tissues of different cellular and extracellular compositions (see https://pax-db.\n 11), we devised a ranking scheme to account for possible effects of dataset size differences on our observations. The rationale behind the ranking procedure was the following: PaxDb datasets span a certain range in terms of dataset size (i.\n",
    "38531854": " Among the variants 702,048 are disease causing and 72,815 are neutral variants. The protein expression abundance information was extracted from PAXdb (2017, organ: WHOLE_ORGANISM).\n",
    "28279943": "",
    "39850253": "",
    "39149359": " For example, LRRC28 showed strong TEC covariation with glycolytic enzymes despite absent RNA co-expression. These patterns were also undetectable at the protein-level as LRRC28 is absent from most proteomic databases such as PAXdb and ProteomeHD.\nWe assessed the correlation between TE and protein abundance from seven human cell lines (A549, HEK293, HeLa, HepG2, K562, MCF7, and U2OS). The protein measurements were obtained from PAXdb.\n",
    "41009529": " In its non-aggregated state, Tau serves multiple physiological functions, which include regulation of microtubule dynamics, DNA stabilization, and participation in signaling pathways. Based on the PAXdb protein abundance database, Tau colocalizes with S100A9 in multiple parts of the body with varying concentrations, including the cerebral cortex, frontal cortex, spinal cord, and lymph nodes.\n",
    "36287825": "",
    "34001607": "To quantify protein abundance, mass spectrometry-based protein abundance data were collected for various model organisms from PaxDb.\n",
    "37571862": " This is significant because both PI4Kβ1 and PI4Kβ2 are low-abundance proteins. According to PaxDB’s Arabidopsis whole organism integrated protein abundance dataset, the relative levels of PI4Kβ1 and PI4Kβ2 are 0.\n",
    "37597513": " Another related question is whether additional cellular factors promote Zpr1 recycling by providing a “sink” for released eEF1A. One top candidate is the eEF1A nucleotide-exchange factor, eEF1B, which is present at approximately 10-fold higher concentration than Zpr1 (PaxDb) and was previously shown to bind eEF1A in competition with Zpr1.\n",
    "35624178": "6% related to ribosome, proteosome and secretory machinery proteins and 4.6% from unmodeled secretory proteins) according to PaxDb (Supplementary Data 2).\n 1x means its native expression level, 25x means 25-fold of its native expression level. Native expression level of CPY is from PaxDb database.\n Priority rank was then performed to further select the targets. Several parameters were considered during this rank such as whether the target is a subunit from an enzyme complex, whether the target protein abundance has changed significantly, whether the protein is abundant in the cell from the PaxDb, whether the protein contains paralogs.\n Using the template reactions, we formulated protein synthesis reactions for all proteins in the model. To represent the abundance of unpresented proteins that go through ER, we added a dummy ER protein in the model which uses the same composition as the protein in the biomass protein, and the PTM for the dummy ER protein is calculated as the mean protein modification for proteins that pass through the secretory pathway using the protein abundance from PaxDb and PSIM information.\n The ratio was rescaled from 1 in the original GEM Yeast8 to a lower value 0.3, which was estimated based on the fact that all proteins in the model taking up roughly 70% of the total proteome according to the PaxDb database.\n In order to reduce the potential target number for experimentation, we used several cut-offs to rank the priority for those predicted targets: 1) for proteins that always increase with the enforcement of the recombinant protein production with a Spearman correlation score 1, the priority score was set to 1; 2) for proteins with priority score 1 and showed 1.2-fold abundance change of the maximum recombinant protein production state towards the maximum specific growth rate, the priority score was set to 2; 3) for proteins with priority score 2 and showed a comparable difference towards the reference PaxDb abundance, which represents the reservation state of the protein abundance in the cell, the priority score was set to 3; 4) for proteins with priority score 3 and were neither subunits of complexes nor contain paralogs, the priority score was set to 4.\n cerevisiae was collected from literature and UniProt database. Proteome and transcriptome data used in this study was collected from literature and PaxDb database.\n",
    "32259256": "",
    "34485867": " coli\t\tEcoCyc: https://ecocyc.org\t \tOther proteomics data\t\tPaxDB: https://pax-db.\n jejuni, B. subtilis [obtained from PaxDB ] and E.\n",
    "34368224": "",
    "28963504": "Integrated protein abundance levels for E. coli K12 MG1655 were downloaded from PaxDb.\n",
    "28575391": " Quantitative proteomics allows comparison of (log scale) protein abundance and predicted protein solubility, with ROC plot analysis using low and high abundance subsets from the 5% tails. Calculations have been made with whole proteome integrated sets for Escherichia coli, Saccharomyces cerevisiae and Homo sapiens retrieved from PaxDb.\n",
    "33384439": " Their absence from EMSA-PSeq samples obtained with probes for other analyzed SNPs 3. Their expression levels of less than 200 ppm according to pax-db and 4.\n Exp. ppm denotes expression values retrieved from the Protein Abundances Across Organisms-database pax-db for the data set “colon integrated”, except for EYA3, BAZ2B, DIEXF, PRMT6, TLX2, UTP3, LSM3, LSM5, RP9 [Whole organism, (PeptideAtlas, Aug 2014)] and TLX2 [Whole organism (Integrated)].\n",
    "40002419": "",
    "38102123": " Inset pie chart shows the total proportion of human proteins detected in at least one CF-MS fraction. d Abundance of human proteins detected by CF-MS in the original meta-analysis or the updated resource, versus those never detected by CF-MS, based on consensus protein abundance estimates from the PaxDb database (for n = 8,248 proteins overlapping between CFdb and PaxDb).\nHuman, mouse, and Arabidopsis whole-organism protein-abundance estimates in parts per million were obtained from PaxDb (version 4.\n Moreover, we calculated the enrichment of phosphotyrosine-containing proteins among CORUM complex proteins as compared to proteins phosphorylated on serine or threonine residues, using the Ochoa et al. dataset, and confirmed that this relationship remained significant when adjusting for protein abundance estimates from PaxDb using multivariable logistic regression.\n Honey bee CF-MS datasets have been deposited to the PRIDE repository with the dataset identifier PXD042820. Other databases used in the study were as follows: PaxDb (https://pax-db.\n",
    "27173435": "",
    "31819260": " While we observed a bias towards the identification of more abundant proteins, the trend is similar to that of the non-modified peptides present in the samples (Figure 1c). This ratio of phosphoproteins, similar to previous findings, remained constant regardless of the reported protein abundance in PaxDb (Figure S1).\n b) Examples of broad or tissue-specific phosphosites with spectral count information. c) Phosphopeptide and unphosphorylated peptide MS/MS support for all human proteins binned using the consensus protein abundance from PaxDb d) Cumulative increase in the number of phosphosites for each added MS experiment by biological origin: all samples (blue), top 5 most common cell lines or tissues or remaining samples (grey).\n",
    "35819203": "",
    "33718275": "",
    "32694138": "Integrated expression data from the Protein Abundance Database (PaxDB) were retrieved for the bacterial strains Yersinia pestis CO92, Streptococcus pyogenes M1 GAS, Campylobacter jejuni subsp.\n subtilis strain 168, Bacteroides thetaiotaomicron VPI 5482, and Mycobacterium tuberculosis H37Rv. Assuming that orthologs have comparable expression levels within the same—or closely related—species and using the PaxDB data from the above-indicated 6 strains, we inferred putative expression data for the proteomes of the microorganisms presented in Fig.\n",
    "36291707": "As the protein abundance of C. glutamicum could not be found in PAXdb, we obtained the abundance of each protein from the published data.\n",
    "32751599": "",
    "31621842": " protein abundances (in ppm) from and M. aeruginosa integrated protein abundances (in ppm) were retrieved from PaxDb 4.\n—Contrasts in protein abundances between SD-facilitated genes (SD/anti-SD pair ≥4 nt and SD within optimal DtoStart) and SD-independent genes. Protein abundances in Cyanobacteria (a, b) were measured by log(ppm) and retrieved from PaxDb database, in N.\n",
    "36802545": " Proteins were further grouped based on their GO annotations. Protein abundance information was obtained from the PAXdb database.\n",
    "34930424": " The Saccharomyces cerevisiae sequence and gene models from assembly version R64-2-1_20150113 were downloaded from the Saccharomyces Genome Database. Protein abundance data for all species were obtained from PAXdb v4.\n2 ATP per residue imported, respectively (Additional file 6: Table S5). In all cases, protein abundance was calculated using measured protein abundance estimates for each species obtained from PAXdb 4.\n Organellar targeting was predicted using TargetP-2.0, and protein abundance estimates were obtained from PAXdb 4.\n The Saccharomyces cerevisiae sequence and gene models from assembly version R64-2-1_20150113 were downloaded from the Saccharomyces Genome Database. Protein abundance data for all species were obtained from PAXdb v4.\n",
    "37469707": " cerevisiae, and S. pombe were retrieved from PaxDB.\n pombe were retrieved from PaxDB. The integrated PaxDB version (highest coverage) was used for all the organisms (version 4.\n",
    "34661238": "",
    "35617157": "), as well as particle numbers (’S.cerevisiae—Whole organism (integrated)’ data set from the Protein Abundances Across Organisms database (PaxDB) (Wang et al.\n",
    "31138098": "Gene expression data were downloaded from the PaxDb Protein Abundance Database and EBI Expression Atlas.\n",
    "28430886": "For all species, protein abundance data were obtained from the PaxDb database, version 4.\n",
    "37415455": "",
    "37071682": "To our knowledge, this is the largest XL-MS dataset to date, containing more than twice the number of URPs of the next largest studies. Protein abundance data from the PaxDB database revealed that we sampled the proteome at a significantly deeper level than previous work.\n",
    "33425989": "",
    "39256561": " S23C) was performed using the ProtMapper resource for human substrate annotations (preprint: Bachman et al,), and the substrates identified here (via mass spectrometry) for the yeast substrate annotations. Protein domain annotations were assigned using pfam (Mistry et al,), and protein abundance data was retrieved from PaxDB (Wang et al,).\n",
    "38243131": "",
    "38717300": " The resource PeptideAtlas provided a few years ago a build for pigs, including extensive peptide and protein identification data, but is not providing protein abundance information. Additionally, PaxDB recently released a new version 5.\nComparison of Protein Abundance with Spectral Counting Values from PaxDB.\nWe compared the protein abundances generated in our study with the protein abundance data from PaxDB version 5.\n Normalized iBAQ abundances were compared with the spectral counting abundances for the liver, the only matching organ available. This comparison was not possible for other pig organs as other data in PaxDB are labeled as “whole organism”.\n This comparison was not possible for other pig organs as other data in PaxDB are labeled as “whole organism”. Ensembl gene ids (ENSSSCG) were mapped to protein ids (ENSSSCP) in PaxDB using the Ensembl BioMart, as described in this tutorial.\nComparison between Gene (RNA-seq) and Protein Expression, and Comparison with Protein Expression Data in PaxDB.\nIn addition, we compared the protein abundance of organ liver generated in this study with data from the PaxDB resource generated by using a spectral counting method.\n We observed that protein abundance values (fraction of total (FOT) normalized ppb values) calculated using iBAQ in this study correlated until a limited extent (R2 = 0.47) with the semiquantitative values available in PaxDB (Figure S4 in Supporting File 1).\n To the best of our knowledge, this is the first metanalysis study for pig at a protein expression level, in this case using label-free DDA data. The resource PaxDB version 5.\nDistribution of common reverse decoy hits across the number of data sets; organ specificity of canonical proteins in pig; correlation between gene (RNA-seq based) and protein expression in baseline tissue pig data sets; correlation of protein abundances across organ liver compared between PaxDB and the results found in this study; median protein abundances (in ppb) for each protein group across various tissue samples included in each organ; median binned protein abundances across various tissue samples in each pig organ; median binned protein abundances across various pig data sets; organ distribution of canonical proteins in pig; gene ontology enrichment analysis of “organ-enriched” and “group-enriched” proteins; median binned protein abundances of human and pig orthologs across all organs; elevated proteomes of three different groups in various organs after applying edit distance between human and pig homologous genes; gene ontology enrichment analysis of the three different groups of proteins considering their level of expression in pig and human tissues; protein abundances (ppb) considering only one-to-one mapping between human and pig orthologs across all organs; and the binned protein abundances of all one-to-one mapped orthologs across ten common organs in human and pig (ZIP).\n",
    "39796192": "",
    "30833614": " brain, eye, central nervous system, female gonads, placenta, teeth, and heart) reveal a similar HRNR abundance. Notably, HRNR is an abundant protein in earwax (http://pax-db.\n",
    "30607034": " For E.coli, protein abundance was obtained from PaxDB.\n",
    "40425728": " 1b). We constructed the reference mouse heart proteome by downloading the MS/MS-based Data from the PAXdb: Protein Abundance Database, which we then mapped using UniProtKB to generate a list of 7071 mouse heart proteins (Supplementary Data 1).\nProtein databases, PAXdb: Protein Abundance Database, UniProt: the universal protein knowledgebase, KEGG: Kyoto Encyclopedia of Genes and Genomes, Reactome GSA-Efficient Multi-Omics Comparative Pathway Analysis, and Gene Ontology were utilized to generate reference proteomes and functional pathways sub-proteomes.\n",
    "32726614": " GO enrichment was performed with a reference gene list for proteins expressed in HEK293 cells downloaded from https://www.pax-db.\n",
    "38028201": " The predictive power of the method is calculated for different percentages of the dataset. catRAPID performance is calculated on LFQ experimental value, normalized by taking into account the abundance of the proteins in PAXdb and protein length in Uniprot.\n The propensity score is calculated taking into consideration the maximum and the minimum score of all the sub-fragments computed by the algorithm and computing their difference. The median LFQ value for each protein-fragment pair was then normalized taking into account protein abundance in HEK293 cell lines from PAXdb and protein length from UniProt database, using the following equation:.\n",
    "33015833": " Hrd1 selects Ubc7 over Ubc6 through higher binding affinity: a mechanism we dub “affinity‐driven pairing”. The greater than one order‐of‐magnitude difference in affinity guarantees that a given Hrd1 RING will engage Ubc7~Ub more frequently and with a longer lifetime than a similarly disposed Ubc6~Ub, particularly because both E2s appear to be expressed at roughly similar levels [according to PaxDb—(Wang et al, 2015) and (Clague et al, 2015)].\n",
    "33813307": "org/). The protein abundance information was taken from PaxDb (https://pax-db.\n6%). According to the protein abundance database (paxdb.\n",
    "27606708": "",
    "36677469": " B. subtilis protein abundance data were obtained from the PAXdb database, and enzyme mass fraction was calculated according to Equation (1): where  and  represented the abundance of the i-th protein (p_num represents proteins expressed in the model) and j-th protein (g_num represents proteins expressed in the whole proteome).\n41 kDa (Figure 2C). The enzyme mass fraction f was calculated from the proteomic data in the PAXdb.\n",
    "36630955": "",
    "36876065": "",
    "30381461": "",
    "35625823": "Remarkably, in the “immunomodulatory” group, 7 categories are unique for LL-37, in comparison to 19 other AMPs from the oral cavity, revealing its extraordinary potential to modulate the immune response and, in general, its functional dissimilarity (Figure 2B). Furthermore, according to the data from the Protein Abundance Database (PAXdb), among these AMPs, LL-37 is the fourth- and third-most-abundant AMP in the whole body and saliva, respectively (Figure 3).\n Relative abundance of CAMPs, including LL-37 (highlighted in red), present in the oral cavity (whole organism—integrated; LL-37 is highlighted in red). The data were obtained from PAXdb (Protein Abundance Database; ) last accessed 25 March 2022 ) and are based on a mass-spectrometry-based study of the human proteome by Wilhelm et al.\nRelative abundance of CAMPs, including LL-37 (highlighted in red), in whole organism (panel A) and saliva (panel B). The data were obtained from PAXdb (Protein Abundance Database; , accessed on 25 March 2022) and are based on a mass-spectrometry-based study of the human proteome by Wilhelm et al.\n",
    "35666183": " Proteins longer than 5,000 amino acids were excluded from this analysis. Protein abundance was mined from PaxDB 4.\n0 protein abundance whole-organism integrated database. All values from PaxDB are in parts per million.\n 2d). We then compared protein abundance using the PaxDB database and found that RLBPs are more abundant than the average of both the whole proteome and nuclear proteins (Supplementary Fig.\n",
    "32170109": "5 kDa with a predicted N- terminal zinc ribbon domain type 2 (ZNRD2), and an unknown domain in the C terminus. The protein is predicted to be widely expressed in most normal tissues and to present an overall moderate expression level (Human Protein Atlas and PaxDb).\n",
    "37789867": "",
    "32486308": "",
    "31073893": " Moreover, we evaluated the effect of protein abundance on glycation. The comparison between the abundance distribution of the glycated proteins identified here and all proteins from an online database (PaxDb) is displayed in Figure S1.\n",
    "34529719": "",
    "34469731": "",
    "34610008": " The opening energy at the region −25:16 (sub-sequence l = 41 at position i = 16, green crosshair) shows the strongest correlation with protein abundance (Rs = −0.17; N = 3,725, PaxDb integrated proteomics dataset).\nWe then asked how accessibility manifests in the endogenous mRNAs of E. coli, for which we studied a proteomics dataset of 3,725 proteins available from PaxDb.\n",
    "39333715": " 1A) and organized by cancer type. PaxDb (Wang et al,) and PTR (Eraslan et al,) were used generically or in a tissue-specific way as alternative approaches for proportional quantification (“Methods”).\n PaxDb (Wang et al,) and PTR (Eraslan et al,) were used generically or in a tissue-specific way as alternative approaches for proportional quantification (“Methods”). A cell line-specific PaxDb estimate was only available for U251 cells.\n 3B). We used ∆CDF to compare Pinferna with two alternative approaches for proportional protein estimation: (1) PaxDb, a meta-repository of protein abundances largely determined by uncalibrated peptide- and spectral-counting methods (Wang et al,); and (2) protein-transcript ratios (PTR), which empirically relate mRNA to protein abundances linearly from data collected in 29 tissues (Eraslan et al,).\n We used ∆CDF to compare Pinferna with two alternative approaches for proportional protein estimation: (1) PaxDb, a meta-repository of protein abundances largely determined by uncalibrated peptide- and spectral-counting methods (Wang et al,); and (2) protein-transcript ratios (PTR), which empirically relate mRNA to protein abundances linearly from data collected in 29 tissues (Eraslan et al,). PaxDb and PTR each accommodate generic predictions using all available data and specific predictions restricted to data from a cell line or tissue of interest; both implementations were tested when possible.\n PaxDb and PTR each accommodate generic predictions using all available data and specific predictions restricted to data from a cell line or tissue of interest; both implementations were tested when possible. We applied PaxDb and PTR to the meta-assembly and accounted for method-specific biases by shift-scaling the outputs globally to maximize the ∆CDF for the training data of Pinferna (“Methods”; Appendix Fig.\n Overall, Pinferna was significantly more accurate than randomized measurements (P = 3.7e-8), whereas PaxDb and PTR were less accurate (Fig.\n20. However, PaxDb and PTR predictions overall remained systematically left shifted (Fig.\nPaxDb: The following aggregated proteomics data were downloaded from PaxDb (Wang et al,) as averaged protein parts per million (ppm): for NCI-60 comparisons, H.\n sapiens—Prostate gland (Integrated). PaxDb entries less than 0.\n Last, each aggregated dataset was normalized to the median copy number of proteins co-quantified in the meta-assembly: for Cell line (Integrated), 8000 copies per cell; for Whole organism (Integrated), 8000 copies per cell; for Prostate gland (Integrated), 9000 copies per cell. Before use, PaxDb outputs were shift- and scale-calibrated to the meta-assembly (see below).\n Before use, PaxDb outputs were shift- and scale-calibrated to the meta-assembly (see below). Note that PaxDb does not use information from RNA-seq and thus makes a single prediction of protein abundance for each integrated context.\nShift-scaling of uncalibrated methods: Before making predictions, PaxDb and PTR were used with RNA-seq (in TPM) of all cell lines in the meta-assembly, and predicted outputs (Xuncalibrated) were calibrated to SWATH-scaled TMT proteomics of the meta-assembly (Ymeasurement) as follows: , where a is the shift parameter and b is the scaling parameter estimated by maximizing ∆CDF of the calibration.\nShift-scaling of uncalibrated methods: Before making predictions, PaxDb and PTR were used with RNA-seq (in TPM) of all cell lines in the meta-assembly, and predicted outputs (Xuncalibrated) were calibrated to SWATH-scaled TMT proteomics of the meta-assembly (Ymeasurement) as follows: , where a is the shift parameter and b is the scaling parameter estimated by maximizing ∆CDF of the calibration. For PaxDb, a = 1.\n",
    "30185590": "",
    "35225431": "Low abundance kinases. Average relative expression levels over 31 tissues from PaxDB are color coded.\n In addition, many kinases are also highly tissue specific and/or low abundant, posing further challenges for the characterization of activities. We used protein abundance data from 31 tissues from the PAXdb (Protein Abundance Database), that provides normalized relative protein abundance data across many diverse mass spectrometry‐based proteome studies (Wang et al,).\n",
    "37653243": "",
    "40746547": "Protein abundances from PaxDb.\nValues retrieved from PaxDb: Protein Abundance Database (https://pax-db.\n",
    "34025951": "",
    "36332009": "",
    "36249025": " The detailed calculation of (FKcat) factor for each type of specific activity is provided in  Supplementary Table 3 . For each enzyme in the model, enzyme concentration was estimated from the PaxDB database.\nADPR, ADP-ribose; cADPR, Cyclic ADP Ribose; COPASI,COmplex PAthway Simulator; CoRC, COPASI R Connector; DNA, Deoxyribonucleic acid; HCC, hepatocellular carcinoma; HR, Hazards ratio value; log2FC, log2 of Fold Change value; Na, Nicotinic acid; NaAD, Nicotinic acid adenine dinucleotide; NAD, Nicotinamide adenine dinucleotide; NADnet, quantitative kinetic model of the NAD biosynthetic pathway; NADP, Nicotinamide adenine dinucleotide phosphate; Nam, Nicotinamide; NaMN, Nicotinic acid adenine mononucleotide; NAMPT, Nicotinamide phosphoribosyl transferase; NAPRT, Nicotinate phosphoribosyl transferase; NAR, Nicotinic acid riboside; NL, normal liver; NMN, Nicotinamide mononucleotide; NMNAT, NMN adenylyltransferase; NR, Nicotinamide riboside; ODE, Ordinary differential equations; PRPP, Phosphoribosyl diphosphate; PARP, Poly (ADP-ribose) polymerase; PaxDb, Protein Abundance Database; RNASeq, RNA sequencing; ROS, reactive oxygen species; TCA, tricarboxylic acid cycle; TCGA-LIHC, The Cancer Genome Atlas-Liver Hepatocellular Carcinoma.\n",
    "31490122": "Another unknown parameter is the Kip2 concentration , which we specify in nM units. Estimating this value is more involved – we start by querying PaxDB, a database that aggregates protein abundances for different organisms in parts per million, for Kip2 abundance.\n Estimating this value is more involved – we start by querying PaxDB, a database that aggregates protein abundances for different organisms in parts per million, for Kip2 abundance. From the experimental estimates in PaxDB (discarding the integrated model), we compute the median Kip2 abundance in ppm, 14.\n",
    "31525912": "",
    "32327655": "",
    "37497076": "g., “PaxDb”, the Protein Abundances Across Organisms (https://pax-db.\n",
    "33252673": " 2A). Also, upon comparing the protein abundance scores obtained from our proteomics data (supplementary data S3, Supplementary Material online) with the reference proteomics data obtained from PAXdb, we obtained a significant positive correlation (fig.\n AUC, area under curve; TPR, true positive rate; FPR, false positive rate. (B) Comparison of experimentally determined protein abundance (shown on x-axis) of Scer proteins with reference protein abundance data (y-axis) obtained from PAXdb and PeptideAtlas.\nAs shown in figure 2B, as a validation of the protein abundances estimated from the proteomics data, we compared protein abundance obtained from the proteomics for parental Scer species with the reference protein abundance obtained from proteomics source of PeptideAtlas (March 2013, filename: 4932-PA_201303.txt, accessed on May 23, 2018) available on PAXdb database.\n",
    "33174603": "g. PAXdb provides data in TSV format, whereas SABIO-RK provides data in SBML format); the APIs to the existing databases have different interfaces and there are limited tools for finding data about similar molecular mechanisms (e.\nBecause research often requires many types of data, Datanator includes several types of quantitative and categorical data. Currently, this includes 3841 measurements of the concentrations of 1621 metabolites aggregated from ECMDB, YMDB  and several articles; 589 reconstructed RNA modification profiles aggregated from MODOMICS; 75 836 measured RNA half-lives aggregated from several articles; 2 634 941 measurements of the abundance of 846 970 proteins aggregated from PaxDB; 4083 reconstructed protein modification profiles aggregated from PRO  and 61 734 measurements of the rate parameters of 37 858 reactions aggregated from SABIO-RK (Figure 1A).\n Where available, we used file downloads and APIs. For example, we downloaded PaxDB as an archive of TSV files and we downloaded the Protein Ontology as an OBO file.\nAlthough most of Datanator’s data is available from other databases such as ECMDB and PaxDB, it is challenging to use these databases together.\n",
    "26527722": "In addition to the PX resources, there are other valuable proteomics databases and resources available, providing protein expression information derived from MS proteomics data, most notably the Global Proteome Machine Database (GPMDB), ProteomicsDB, the Human Proteome Map, MaxQB, Chorus, PaxDb and MOPED (Multi-Omics Profiling Expression Database), among others.\n",
    "40646010": "Urine proteins enriched in nephrotic patients were cross-referenced with the plasma proteome from the protein abundance database (PaxDb) to determine relative contribution of kidney cell injury and plasma protein leakage.\n",
    "36088548": "",
    "27362362": "",
    "32598315": "info) is a software tool for discovering, aggregating, and integrating data for whole-cell modeling. Data from various sources are required for the construction of such models ranging from metabolite data (ECMDB), over kinetic parameters (SABIO-RK) to enzyme amounts (paxdb).\n",
    "33821549": " lactis MG1363. According to the PaxDb database (Wang et al, 2015), pcLactis accounts for approximately 60% of the total proteome by mass (Dataset EV2).\n, mass balance and bounds on reaction rates, two protein constraints are imposed including a fixed bound on the total modeled proteome and an upper bound on the abundance of glucose transporter (Appendix). The fraction of modeled proteome was estimated according to the PaxDb database (Wang et al, 2015), where abundance of each protein is collected.\n",
    "39291144": "Our standard protocol involves comparing readouts from parental and knockout cells.    –    To identify a cell line that expresses adequate levels of SMOC-1 protein to provide sufficient signal to noise, we examined public proteomics databases, namely PaxDB    and DepMap.\n",
    "27119079": " cerevisiae and for the whole body of D. melanogaster adults was obtained from the PaxDB database version 4.\n",
    "30421914": "gov). The abundance of the protein hits were analyzed using paxdb database.\n",
    "30235822": " In comparison, around 35% of mitochondrial iron in fermenting mitochondria may be stored in the form of Fe3+ nanoparticles. That said, the contribution of mitochondrial ferritin to iron storage in mitochondria is also intriguing, as the concentration of this protein according to the PaxDb database is much lower than that of frataxin (PaxDB is a database that contains protein abundance information across organisms and tissues).\n",
    "35945673": "We further classified duplicated genes into two categories (compensable duplicates and noncompensable duplicates) based on their patterns of protein expression. For each gene, protein abundances in eight adult organs/tissues (brain, brown adipose tissue, heart, kidney, liver, lung, pancreas, and spleen) were retrieved from the PaxDb database, version 4.\n",
    "37860271": "Our standard protocol involved comparing readouts from wild-type (WT) and knockout (KO) cells.    –    To identify a cell line that expressed adequate levels of SOD1 protein to provide sufficient signal to noise, we examined public proteomics databases, namely PaxDB    and DepMap.\n",
    "31069014": "The expression of MAGEB4 reported by PaxDB contradicts the negative RNA expression as reported by the Human Protein Atlas (HPA), the GTEx and FANTOM5 dataset and the protein expression as reported by HPA.\n Its absence of expression in heart is also in line with the proposed functional role of MAGE proteins in developmental processes and tumor emergence. This renders the specific result in heart tissue from PaxDB a potential false positive unless further evidence is shown.\nProtein expression values for top ranked tumor-specific antigens were obtained from PaxDB.\nProtein expression values for top ranked tumor-specific antigens were obtained from PaxDB. PaxDB is a comprehensive absolute protein abundance database, providing integrated datasets, which aggregate and average protein expressions over the various samples, conditions and cell-types resulting in high coverage and data quality.\n After identification of tumor-specific antigens with highest DTPF, protein expression data for the top-3 ranked TSAs were selected and downloaded as.tsv file from PaxDB.\n",
    "37627330": " Although several members of the CyP family have been poorly (if not at all) characterized and therefore their involvement in physiological processes has not been established, the development of isoform-specific inhibitors can greatly improve their safety profile by reducing the potential off-target effects. Particular relevance in this context is CyPA, which according to PaxDB is the most expressed CyP and one of the most abundant proteins in the cytoplasm.\n",
    "29499131": "",
    "34193117": "The protein abundance data of A. niger can be obtained from the database PAXdb.\nTo provide a maximum constraint on the flux of the enzyme participating in the catalysis, we retrieved the enzyme abundance data from the database PAXdb.\n",
    "26516188": "Protein expression data sets were downloaded from Human Protein Atlas version 13 and PaxDb version 4.\n,. A protein was considered expressed in a tissue if its level based on Human Protein Atlas was anything other than ‘Not detected’ or its level based on PaxDb was greater than 0.\n",
    "33504807": "",
    "37235586": "",
    "37384305": "Our standard protocol involves comparing readouts from wild-type (WT) and knockout (KO) cells.    –    To identify a cell line that expresses adequate levels of FUS protein to provide sufficient signal to noise, we examined public proteomics databases, namely PaxDB    and DepMap.\n",
    "39483238": " Protein net charge was chosen as the parameter to define the mixture, as it is one of the most dominant factors that determines the complex coacervation of proteins. Using the PaxDB protein abundance database, the charge distribution of the proteins in E.\n",
    "40823814": "Protein abundance in ppm for E. coli K12 strain and integrated abundance across strains were downloaded from the PaxDb.\n In addition to the pre-computed reference abundance in parts per million (ppm), the MS1 intensities derived from label-free quantification of the non-crosslinked control E. coli dataset were converted into ppm using the PaxDb web-interface.\nSince not all the possible tryptic peptides are observable in the MS experiment and 85% of identified experimental sequences were previously reported in PeptideAtlas and PaxDb, a mass-spectrometry-informed background was defined as a union of all the experimental sequences and all the tryptic E.\nSince not all the possible tryptic peptides are observable in the MS experiment and 85% of identified experimental sequences were previously reported in PeptideAtlas and PaxDb, a mass-spectrometry-informed background was defined as a union of all the experimental sequences and all the tryptic E. coli peptides from PeptideAtlas and PaxDb, and was used to sample the background distribution, omitting the undetectable peptides.\nWe have modified the sampling scheme to compensate for the abundance bias, by associating every peptide with four metrics of the source protein abundance: PaxDB integrated (ppm) and E.\n coli cells grown under the same conditions as for our crosslinking experiments and also used abundance values available for E. coli K12 in the PaxDb and PaxDb_integrated across strains (Supplementary Fig.\n",
    "40141996": "First, we took HeLa cells as an example. Information on the number of VAPA/B molecules per cell is provided in PaxDb for HeLa cells (entry id: 1305695320, H.\n",
    "40379916": " This gives a wanted Hes1 protein concentration of M. For the concentrations of the remaining constituents, we use data from the PaxDB database (Huang et al.\n) using the values for the integrated whole organism of the mouse for Dll1, Notch1 and Hes1 while we use the Ngn2 value for the integrated whole organism of humans as this value was not available for mice. Since the values in PaxDB are given in parts per million, we use them to determine the concentrations of the constituents relative to each other.\nMolecule\tPaxDB value\tScaled concentration\t \tDll1\t0.\n",
    "40593928": " The kcat values were predicted using DLKcat, a deep learning-based approach that estimates enzyme turnover rates on the basis of protein sequences and substrate structures. The protein abundances of the human heart were obtained from PaxDb.\n9 in our workflow.  is the fraction of metabolic enzyme weight to the total weight of the heart proteomic data obtained from PaxDb.\n",
    "38612495": " Consequently, this protein is especially relevant for classifying AATD samples (Figure 5b). Finally, cytoglobin activation in all cases could result from stellate cell activation as a response to control free radical production, which is associated with fibrogenesis, a common feature of all types of cholestasis Most of the proteins included in the panel have been identified in plasma according to Pax-DB (Supplementary Table S5), reinforcing their potential as targets for the development of clinical applications.\n",
    "40715203": "",
    "40804711": "",
    "39519173": "",
    "39979996": "",
    "39880082": " S2D). The relative iBAQs were comparable to PaxDB, a database for absolute protein abundances (Supplemental Fig.\n",
    "38645170": " The resulting protein absolute quantification values from the composite MS1-MS2 data (Table S1) readily distinguish fetal and postnatal protein expression profiles in principal component analysis (Figure 1B); span over 5 orders of magnitude; and show strong overall agreement between fetal and postnatal hearts (Figure 1C); altogether demonstrating we are able to quantity both high and low abundance proteins consistently. To validate the composite MS1-MS2 protein quantity values, we converted the values to protein copy numbers per cell, which allowed us to compare these values to aggregate absolute protein copy numbers in the mouse heart form multiple studies in the literature (PaxDB) (Figure 1D).\nm., and compared these values to absolute protein copy numbers in the mouse heart compiled in PaxDB, which is a protein quantity database compiled from the aggregation of existing data sets including mass spectrometry data from multiple studies in mouse heart tissues.\nD. The derived protein absolute abundance values are strongly correlated with known protein absolute abundance values in the mouse heart curated from multiple public data sets in PaxDB (Pearson’s r: 0.\n",
    "38895392": "",
    "39906584": "The second type of expression data was the experiment-based proteome abundance, which was obtained from the PaxDB database.\n",
    "40506605": "",
    "39802156": " Since selection for high expression is expected to be strongest in highly expressed host genes, reference sets of highly expressed genes are commonly used for learning sequence features to enhance expression. We selected the 100 most highly expressed tobacco genes according to their protein abundance from Pax-DB 5.\n",
    "39867669": "We downloaded abundance data from 31 integrated tissues from the protein abundance data base 5.0 (https://pax-db.\n). Those that showed the strongest Spearman's ρ between GTEx expression and PaxDb abundance are: Frontal Cortex (ρ = 0.\ngov/ (cancer data). The protein abundance data used can be retrieved at https://pax-db.\n",
    "39484408": "",
    "40777366": "",
    "39386609": "",
    "39665261": " While it is evident that a protein's primary structure, its amino acid sequence, is related to protein synthesis and degradation, it is unclear to what extent the information about protein levels is encoded in the sequence. Thus, to investigate the relationship between amino acid sequence and protein abundance, we used a compendium of protein abundance estimates from PaxDb (Huang et al.\n (a) Sequence‐to‐abundance predictive performance on a hold‐out test set of large protein language models (LLMs) (Lin et al. ), using species with at least four proteome datasets from the PaxDb (Huang et al.\n ). (b) Overall predictive performance of fine‐tuned LLM Transformers using all datasets from the PaxDb.\n ). As for data, independently of the PaxDb dataset (Huang et al.\nTraining the ESM embeddings model on PaxDb .\nProtein sequences and abundance measurements were downloaded from PaxDb on August 7th, 2024.\n",
    "39932190": "The resulting MS/MS spectra from PDX samples were processed with MaxQuant using both; UniProt human (Homo sapiens) and mouse (Mus musculus) databases and custom-made tryptic peptide libraries generated from an in silico digest of the human and mouse proteomes assuming the digestion enzyme trypsin. iBAQ relative abundance scores were calculated using ‘PaxDb: Protein Abundance Database’.\n",
    "39353940": " coli enzymes using the full proteome, which includes proteins from the Homomer atlas where oligomerisation was predicted with AlphaFold2, and also the entire PDB, including the low coverage structures. The white panel indicates raw abundances from the paxDB, and the grey panel indicates abundances scaled with the putative number of subunits in each complex, thus it is proportional to the number of particles.\n We tested this hypothesis using the E. coli, yeast and human enzymes, and abundances obtained from the paxDB database.\nProtein abundance data for the E.coli, Yeast and Human proteomes were downloaded from the paxDB database; for each species, the integrated dataset for the whole organism was used.\n",
    "40585300": " For native E. coli genes, protein abundance was retrieved from PaxDB and RNA measures from a compendium of RNA-seq datasets.\nOne issue is the correct metric to employ for the native genes’ expression. For consistency, we also consider native protein per RNA (where protein abundance data are obtained from PaxDB, and RNA levels are derived from a compendium of RNA-seq data for E.\n Plots display a linear regression and Spearman correlation with respective P-value. All native protein data was obtained from PaxDB and cross-referenced with RNA measures from a compendium of RNA-seq datasets.\n",
    "41145411": "",
    "39358380": " C Histogram of identified protein abundance from human non-labeled lysate (light orange), fixed only (purple), and D fixed + permeabilized (red), labeled with biotin-X-NHS. Protein abundancies retrieved from PaxDb.\n 1):where extracted ion chromatograms (XICs) for all non-redundant peptide IDs were assessed as peak intensities. Protein abundancies of labeled proteins were collected using the PaxDb 5.\n",
    "39169181": "",
    "40223272": "EGFR and HER2 tissue concentrations in Model 1 are based on the protein quantitative mass spectrometric values from the PaxDB database, which were converted into molarity by Sepp and Muliaditan.\n",
    "38948853": " We used mouse codon frequencies from the Codon Statistics Database to calculate amino acid frequencies and GC content, and used these quantities in our calculations of per-gene CAIS, as well as CAI, for all genes (ENSMUSP IDs from Ensembl 113, accessed in September 2024) 100 codons or longer for which expression data was available. Whole-organism integrated expression levels for mouse were pulled from PaxDB.\n",
    "41082574": "",
    "39456937": "Omics\tData Repositories\tWebsite\tReference\t \tGenomics\tCell Collective\t\t\t \tEGA (European Genome-phenome Archive)\t\t\t \tENA (European Nucleotide Archive)\t\t\t \tEVA (European Variation Archive)\t\t\t \tTranscriptomics\tArrayExpress\t\t\t \tdbGaP (database of Genotypes and Phenotypes)\t\t\t \tExpressionAtlas\t\t\t \tGEO (Gene Expression Omnibus)\t\t\t \tSRA (Sequence Read Archive)\t\t\t \tProteomics\tJPOST (Japan Proteome Standard) Repository\t\t\t \tMassIVE (Mass Spectrometry Interactive Virtual Environment)\t\t\t \tPaxDb (Protein Abundance Database)\t\t\t \tPeptideAtlas\t\t\t \tPRIDE\t\t\t \tProteomeXchange\t\t\t \tProteomicsDB\t\t\t \tMetabolomics\tHMDB (Human Metabolome Database)\t\t\t \tMetaboLights\t\t\t \tMetabolomics Workbench\t\t\t \t.\n",
    "39430745": "",
    "39543771": "",
    "40196589": "",
    "39616174": " The protein abundance of Z. mobilis was obtained by selecting PXD030417 protein data from the PRIDE database, and the original data was completed through the online service of MaxQuant and PAXdb.\n",
    "39163330": "",
    "40628847": "In this work, we have described that Pex3 overexpression induces the formation of peroxisome-peroxisome and peroxisome-lipid droplet contact sites. If we make the approximation that Pex3 expressed under the control of the TEF1 promoter would have the levels of the Tef1 protein, and based on the integrated high throughput data in the protein abundance database PaxDB 5.\n",
    "40640210": "a Average abundance of different HP1 paralogs in different species. Data were taken from PaxDB.\nThe expression levels of individual HP1 homologs in ppm were obtained from the PaxDB database that contains published quantitative mass spectrometry data from different organisms that are normalized in a comparable manner.\n The values plotted in Fig. 3a correspond to the weighted averages obtained for the whole organisms based on several publications that are listed in PaxDB along with the weights.\n",
    "40773290": " The resulting protein quantities clearly distinguish fetal and postnatal protein expression profiles in principal component analysis (PCA) (Figure 1B), and show good overall agreement across samples over 5 orders of magnitude (Figure 1C), demonstrating we are able to quantify both high- and low-abundance proteins consistently. To validate our quantification, we compared the derived protein absolute quantities to values from multiple mouse heart studies aggregated in PaxDB (Figure 1D).\n Color: point density. (D) Correlation of protein absolute quantities with known protein abundance values in the mouse heart curated from public datasets in PaxDB (Pearson’s r = 0.\n",
    "39593238": "Proteins whose presence in plasma has been already reported were retrieved from the total list of identified proteins according to the abundance information from paxdb (URL: ).\n The rationale was that these biofluids can be accessed by relatively noninvasive methods, which may facilitate the implementation of the optimized method in future clinical applications. Overall, 826 proteins were selected considering their previous detection in plasma according to Paxdb.\n In the past few years, machine learning strategies have been increasingly employed for unbiased feature selection from proteome-wide data sets, in particular for SARS-CoV-2 studies. In this study, we selected 30 differential proteins in A549-ACE2 cells exposed to SARS-CoV-2, which have been previously detected in plasma/serum according to PAXdb.\n"
}